{"index": {"_index": "lyrics-test"}}
{"year":2000,"album":"அலைபாயுதே","song_name":"எவனோ ஒருவன் வாசிக்கிறான்","lyricist":"வைரமுத்து","composer":"ஏ. ஆர். ரஹ்மான்","lyrics":"எவனோ ஒருவன் வாசிக்கிறான் இருட்டில் இருந்து நான் யாசிக்கிறேன் தவம்போல் இருந்து யோசிக்கிறேன் அதைத் தவணை முறையில் நேசிக்கிறேன்  எவனோ ஒருவன் வாசிக்கிறான் இருட்டில் இருந்து நான் யாசிக்கிறேன் எவனோ ஒருவன் வாசிக்கிறான் இருட்டில் இருந்து நான் யாசிக்கிறேன் தவம்போல் இருந்து யோசிக்கிறேன் அதைத் தவணை முறையில் நேசிக்கிறேன்  கேட்டுக் கேட்டு நான் கிறங்குகிறேன் கேட்பது எவனோ அறியவில்லை காட்டு மூங்கிலின் காதுக்குள்ளே அவன் ஊதும் ரகசியம் புாியவில்லை  எவனோ ஒருவன் வாசிக்கிறான் இருட்டில் இருந்து நான் யாசிக்கிறேன்  புல்லாங்குழலே பூங்குழலே நீயும் நானும் ஒரு ஜாதி புல்லாங்குழலே பூங்குழலே நீயும் நானும் ஒரு ஜாதி  உள்ளே உறங்கும் ஏக்கத்திலே உனக்கும் எனக்கும் சாிபாதி கண்களை வருடும் தேனிசையில் என் காலம் கவலை மறந்திருப்பேன் இன்னிசை மட்டும் இல்லையென்றால் நான் என்றோ என்றோ இறந்திருப்பேன்  எவனோ ஒருவன் வாசிக்கிறான் இருட்டில் இருந்து நான் யாசிக்கிறேன்  உறக்கம் இல்லா முன்னிரவில் என் உள்மனதில் ஒரு மாறுதலா உறக்கம் இல்லா முன்னிரவில் என் உள்மனதில் ஒரு மாறுதலா  இரக்கம் இல்லா இரவுகளில் இது எவனோ அனுப்பும் ஆறுதலா  எந்தன் சோகம் தீா்வதற்கு இதுபோல் மருந்து பிறிதில்லையே  அந்தக் குழலை போல் அழுவதற்கு அத்தனை கண்கள் எனக்கில்லையே  எவனோ ஒருவன் வாசிக்கிறான் இருட்டில் இருந்து நான் யாசிக்கிறேன் எவனோ ஒருவன் வாசிக்கிறான் இருட்டில் இருந்து நான் யாசிக்கிறேன்","metaphors":[{"metaphor":"தவம்போல் இருந்து யோசிக்கிறேன்","target":"யோசித்தல்","source":"தவம்","interpretation":"தீவிர நிலை"},{"metaphor":"அந்தக் குழலைபோல் அழுவதற்கு அத்தனை கண்கள் எனக்கில்லையே","target":"பெண்","source":"புல்லாங்குழல்","interpretation":"இயலாமை"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2000,"album":"கண்டுகொண்டேன் கண்டுகொண்டேன்","song_name":"என்ன சொல்லப் போகிறாய்","lyricist":"வைரமுத்து","composer":"ஏ. ஆர். ரஹ்மான்","lyrics":"இல்லை இல்லை சொல்ல ஒரு கணம் போதும் இல்லை என்ற சொல்லைத் தாங்குவதென்றால் இன்னும் இன்னும் எனக்கோா் ஜென்மம் வேண்டும் என்ன சொல்லப் போகிறாய்  சந்தனத் தென்றலை ஜன்னல்கள் தண்டித்தால் நியாயமா நியாயமா காதலின் கேள்விக்கு கண்களின் பதில் என்ன மௌனமா மௌனமா  அன்பே எந்தன் காதல் சொல்ல நொடி ஒன்று போதுமே அதை நானும் மெய்ப்பிக்கத்தானே ஒரு ஆயுள் வேண்டுமே  இல்லை இல்லை சொல்ல ஒரு கணம் போதும் இல்லை என்ற சொல்லைத் தாங்குவதென்றால் இன்னும் இன்னும் எனக்கோா் ஜென்மம் வேண்டும் என்ன சொல்லப் போகிறாய் என்ன சொல்லப் போகிறாய்  சந்தனத் தென்றலை ஜன்னல்கள் தண்டித்தால் நியாயமா நியாயமா காதலின் கேள்விக்கு கண்களின் பதில் என்ன மௌனமா மௌனமா  அன்பே எந்தன் காதல் சொல்ல நொடி ஒன்று போதுமே அதை நானும் மெய்ப்பிக்கத்தானே ஒரு ஆயுள் வேண்டுமே  இல்லை இல்லை சொல்ல ஒரு கணம் போதும் இல்லை என்ற சொல்லைத் தாங்குவதென்றால் இன்னும் இன்னும் எனக்கோா் ஜென்மம் வேண்டும் என்ன சொல்லப் போகிறாய் என்ன சொல்லப் போகிறாய்  இதயம் ஒரு கண்ணாடி உனது பிம்பம் விழுந்ததடி இதுதான் உன் சொந்தம் இதயம் சொன்னதடி கண்ணாடி பிம்பம் கட்டகயிா் ஒன்றும் இல்லையடி கண்ணாடி ஊஞ்சல் பிம்பம் ஆடுதடி  நீ ஒன்று சொல்லடி பெண்ணே இல்லை நின்று கொல்லடி கண்ணே எந்தன் வாழ்க்கையே உந்தன் விழிவிளிம்பில் என்னைத் துரத்தாதேஉயிா் கரையேறாதே  இல்லை இல்லை சொல்ல ஒரு கணம் போதும் இல்லை என்ற சொல்லைத் தாங்குவதென்றால் இன்னும் இன்னும் எனக்கோா் ஜென்மம் வேண்டும் என்ன சொல்லப் போகிறாய் என்ன சொல்லப் போகிறாய்  சந்தனத் தென்றலை ஜன்னல்கள் தண்டித்தால் நியாயமா நியாயமா காதலின் கேள்விக்கு கண்களின் பதில் என்ன மௌனமா மௌனமா  விடியல் வந்த பின்னாலும் விடியாத இரவு எது பூவாசம் வீசும் உந்தன் கூந்தலடி இவ்வுலகம் இருண்ட பின்னும் இருளாத பாகம் எது கதிா் வந்து பாயும் உந்தன் கண்களடி  பல உலக அழகிகள் கூடி உன் பாதம் கழுவலாம் வாடி என் தளிா் மலரே இன்னும் தயக்கமென்ன என்னைப் புாியாதா இது வாழ்வா சாவா  என்ன சொல்லப் போகிறாய் என்ன சொல்லப் போகிறாய் என்ன சொல்லப் போகிறாய் என்ன சொல்லப் போகிறாய் நியாயமா நியாயமா என்ன சொல்லப் போகிறாய் என்ன சொல்லப் போகிறாய் மௌனமா மெளனமா என்ன சொல்லப் போகிறாய்","metaphors":[{"metaphor":"இதயம் ஒரு கண்ணாடி","target":"இதயம்","source":"கண்ணாடி","interpretation":"உறுதியில்லாத நிலை"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2000,"album":"கண்டுகொண்டேன் கண்டுகொண்டேன்","song_name":"ஸ்மையை","lyricist":"வைரமுத்து","composer":"ஏ. ஆர். ரஹ்மான்","lyrics":"ஸ்மையை யை யை ஸ்மையை யை யை மனதைத் திருடி விட்டாய்   ஸ்மையை யை யை மேக்னெட் விழியால் மனதைத் திருடி விட்டாய்  ஸ்மையை யை யை ஸ்மையை யை யை ஊ ஊ ஊ ஊ ஊ (2)  ஸ்மையை யை யை மேக்னெட் விழியால் மனதைத் திருடி விட்டாய் ஒரு சென்டிமீட்டர் பூத்த புன்னகையில் ஜீவன் அளந்துவிட்டாய்  பதினாலில் பூவானேன் பதினேழில் தேனானேன் இந்த வாக்குமூலம் எதற்கு  புல்வெளியில் தாகம் நான் பூஞ்சாரல் மேகம் நீ என்னை நனைத்துப் போகணும் கொஞ்சம் எந்தன் வேரில் உயிர் கொஞ்சம் மிஞ்சும்  ஒரு தூரல் போடு இல்லை சாரல் போடு எந்தன் நாணம் நனையட்டுமே  ஸ்மையை யை யை ஸ்மையை யை யை ஸ்மையை யை யை யை யை ஸ்மையை யை யை ஸ்மையை யை யை ஊ ஊ ஊ ஊ ஊ    திறந்த வானம் திறந்த பூமி திறந்த வாழ்க்கை வா வா வா வாழ வா  ஒளித்த காதல் ஒளிர்ப்பதில்லை உயிர்ப்பதில்லை வா வா வா வா  கண்ணிலே யே யே யே சொப்பனம் கரையுதே யே யே யே எவ்வனம் ஏன் தாமதம் நிலாவில் பால் கொண்டு செய்த தோள் கண்டு நெருங்கி வா இன்று யை யை யை யை  ஸ்மையை யை யை ஸ்மையை யை யை ஸ்மையை யை யை யை யை  நெருப்பைத் தின்றால் இனிக்க வேண்டும் அதற்குப் பேர்தான் கா கா காதலே  இறக்க சொன்னால் சிரிக்க வேண்டும் அதற்குப் பேர்தான் கா கா காதலே  கூந்தலின் ஹே ஹே ஹே கரையிலே குடித்தனம் ஹோ ஹோ ஹோ கொள்ளவா பூ வாங்கிவா தூக்கம் கலைந்தாலும் கனவு கலையாத வாழ்க்கை வாழ்கின்றேன் யே யே யே யே  ஸ்மையை யை யை மேக்னெட் விழியால் மனதைத் திருடி விட்டாய் ஒரு சென்டிமீட்டர் பூத்த புன்னகையில் ஜீவன் அளந்துவிட்டாய்  பதினாலில் பூவானேன் பதினேழில் தேனானேன் இந்த வாக்குமூலம் எதற்கு  புல்வெளியில் தாகம் நான் பூஞ்சாரல் மேகம் நீ என்னை நனைத்துப் போகணும் கொஞ்சம் எந்தன் வேரில் உயிர் கொஞ்சம் மிஞ்சும்  ஒரு தூரல் போடு இல்லை சாரல் போடு எந்தன் நாணம் நனையட்டுமே  ஸ்மையை யை யை ஸ்மையை யை யை ஸ்மையை யை யை யை யை ஸ்மையை யை யை ஸ்மையை யை யை ஊ ஊ ஊ ஊ ஊ","metaphors":[{"metaphor":"மேக்னெட் விழியால்","target":"விழி","source":"மெக்னெட்","interpretation":"காதலியின் கண் சார் உவமை/ கவரும் தன்மை"},{"metaphor":"பூவானேன்","target":"பெண்","source":"பூ","interpretation":"பெண்ணின் மென்மை"},{"metaphor":"தேனானேன்","target":"பெண்","source":"தேன்","interpretation":"பருவமடைந்த பெண்"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2000,"album":"தெனாலி","song_name":"இஞ்சிருங்கோ இஞ்சிருங்கோ","lyricist":"தாமரை","composer":"ஏ. ஆர். ரஹ்மான்","lyrics":"இஞ்சிருங்கோ இஞ்சிருங்கோ (2) சேதி கேட்ட சந்தோஷங்கோ பத்து கிலோ ஏறுதுங்கோ  ஓஜாயே ஓஜாயே ஓஜாயே ஓஜாயே ஓஜாயே (3)  இஞ்சிருங்கோ இஞ்சிருங்கோ (2) சேதி கேட்ட சந்தோஷங்கோ அய் அய் பத்து கிலோ ஏறுதுங்கோ  கால்கள் ரெண்டும் தரையிடம் கோபம் கொண்ட கலவரம் மிதந்து போகும் பெண்ணாய் ஆனேனுங்க  பூமியே துரும்புங்க வானமே தூசுங்க உங்க மூச்சு பட்டதுமே தோணுதுங்க  ம்ம் தண்டணைகள் இனிக்குது தவறு செய்ய துடிக்குது செஞ்சதெல்லாம் நினைக்க நினைக்க சிரிக்க தோணுது  ஓஜாயே ஓஜாயே ஓஜாயே ஓஜாயே ஓஜாயே  என்னை என்ன செய்தாய் என்னவெல்லாம் செய்தாய்  புத்தம் புது மனுஷனாய் மாறி போனேனே உங்கப்பனுக்கு மருமகனாய் ஆனேனே  உயிரிலே வெள்ளி ஜரிகையும் கலந்து தான் ஓடுதே  உருவமே தங்க சாயலாய் மாறிதான் போனதே  கால் இருந்த இடத்தில் இப்போ காற்று வந்து குடி இருக்கு நடக்கவே தோணலைங்க மிதக்கத்தான் தோணுதுங்க  ஓஜாயே ஓஜாயே ஓஜாயே ஓஜாயே ஓஜாயே ஓஜாயே ஓஜாயே ஓஜாயே ஓஜாயே ஓஜாயே  ஓஜாயே ஓஜாயே ஓஜாயே ஓஜா ஓஜா ஓஜாயே  அடிக்கடி காணும் ரகசிய கனவை அம்பலமாக்கும் நாள் வர வேண்டும் சிரிக்கவும் ரசிக்கவும் ருசிக்கவும் ஒஹோ அந்த நாள் வந்ததே வந்ததே  வானவில்லை காணவில்லை விடுமுறையில் இங்கே வந்துட்டதே  இஞ்சிருங்கோ இஞ்சிருங்கோ (2) செல்லம் கொஞ்சி நீங்க அழைக்கும் நாய்க்குட்டி ஆனேனுங்க  ஓஜாயே ஓஜாயே ஓஜாயே ஓஜாயே ஓஜாயே (2)  இஞ்சிருங்கோ இஞ்சிருங்கோ (2) சேதி கேட்ட சந்தோஷங்கோ பத்து கிலோ ஏறுதுங்கோ  கால்கள் ரெண்டும் தரையிடம் கோபம் கொண்ட கலவரம் மிதந்து போகும் பெண்ணாய் ஆனேனுங்க  பூமியே துரும்புங்க வானமே தூசுங்க உங்க மூச்சு பட்டதுமே தோணுதுங்க  ம்ம் தண்டணைகள் இனிக்குது தவறு செய்ய துடிக்குது செஞ்சதெல்லாம் நினைக்க நினைக்க சிரிக்க தோணுது  ஓஜாயே ஓஜாயே ஓஜாயே ஓஜாயே ஓஜாயே  : ஓஜாயே ஓஜாயே ஓஜாயே ஓஜாயே ஓஜாயே  ஓஜாயே ஓஜாயே ஓஜாயே ஓஜா ஓஜா ஓஜாயே","metaphors":[{"metaphor":"பூமியே துரும்புங்க","target":"பூமி","source":"துரும்பு","interpretation":"காதலின் முன் எதுவும் அற்ற தருணம்"},{"metaphor":"வானமே தூசுங்க","target":"வானம்","source":"தூசு","interpretation":"காதலின் முன் எதுவும் அற்ற நிலை"},{"metaphor":"உருவமே தங்க சாயலாய்","target":"உருவம்","source":"தங்க சாயல்","interpretation":"பெண்ணின் உடல் சார் வர்ணணை"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2000,"album":"தெனாலி","song_name":"போர்க்களம் அங்கே","lyricist":"தாமரை","composer":"ஏ. ஆர். ரஹ்மான்","lyrics":"போர்க்களம் அங்கே பூவில் காயம் இங்கே புன்னகை தீவே உயிரின் உயிலும் எங்கே  காதலின் போரிலே கலந்த கைகள் எங்கே கள்வனே கள்வனே களவு போனதெங்கே உயிர் கரைந்து போகுது இங்கே  போர்க்களம் அங்கே பூவில் காயம் இங்கே புன்னகை தீவே உயிரின் உயிலும் எங்கே  ஹம்ம் உன்னை எங்கு பிரிகிறேன் உனக்குள் தானே வாழ்கிறேன் அன்பில் உன்னை அளக்கிறேன் அனிச்சை செயலால் நினைக்கிறேன்  ஹம்ம் உன்னை எங்கு பிரிகிறேன் உனக்குள் தானே வாழ்கிறேன் அன்பில் உன்னை அளக்கிறேன் அனிச்சை செயலால் நினைக்கிறேன்  நீயும் சொன்ன சொல்லை நம்பி இன்னும் உலகில் இருக்கிறேன் உனது முகமும் அசையும் திசையில் எனது உதயம் பார்கிறேன்  உன்னிலே என்னை நான் தேடி தேடி வருகிறேன்  போர்க்களம் அங்கே பூவில் காயம் இங்கே புன்னகை தீவே உயிரின் உயிலும் எங்கே  காதலின் போரிலே கலந்த கைகள் எங்கே கள்வனே கள்வனே களவு போனதெங்கே உயிர் கரைந்து போகுது இங்கே  போர்க்களம் அங்கே பூவில் காயம் இங்கே புன்னகை தீவே உயிரின் உயிலும் எங்கே  பேச மறந்து சிரிக்கிறேன் பிரிந்தும் உயிராய் இருக்கிறேன் பார்வை இன்றி பார்க்கிறேன் பகலில் இருட்டாய் இருக்கிறேன்  உனக்கு பிடித்த உலகம் வாங்கி உன்னை அங்கு வைக்கிறேன் நிமிடம் நிமிடம் கனவில் நினைவில் குடித்தனம் நான் செய்கிறேன்  இறப்பிலோ பிறப்பிலோ உன்னில் நானே வாழ்கிறேன்  பொற்காலம் இல்லை பூவில் காயம் இல்லை புன்னகை தீவில் உயிரும் தேவை இல்லை  ஆஹா ஆஆ ஆஆ பொற்காலம் இல்லை பூவில் காயம் இல்லை புன்னகை தீவில் உயிரும் தேவை இல்லை ஆஆ ஆஆ ஆஆ ஆஆ ஆஆ ஆஆ ஆஆ ஆஆ ஆஆ","metaphors":[{"metaphor":"புன்னகை தீவே","target":"பெண்","source":"புன்னகை தீவு","interpretation":"பெண் சார் வர்ணணை"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2000,"album":"எஜமான்","song_name":"ஒரு நாளும் உன்னை","lyricist":"வாலி","composer":"இளையராஜா","lyrics":"குழு : கங்கண கணவென  கிண்கிணி மணிகளும்  ஒலிக்க ஒலிக்க எங்கெங்கிலும்  மங்களம் மங்களம் எனும்  மொழி முழங்க முழங்க  ஒரு சுயம்வரம் நடக்கின்றதே  இது சுகம் தரும் சுயம்வரமே  ஆஆஆஆஆஆஆஆ  பெண் : { ஒரு நாளும்  உனை மறவாத இனிதான  வரம் வேண்டும் உறவாலும்  உடல் உயிராலும் பிரியாத  வரம் வேண்டும் } (2)  பெண் : விழியோடு  இமை போலே விலகாத  நிலை வேண்டும்  { எனையாளும் எஜமானே } (4)  குழு : ஆஹா ஆஹா  ஆஹா ஆஹா ஆஹா  ஆ…  ஆண் : ஒரு நாளும்  உனை மறவாத  இனிதான வரம்  வேண்டும் உறவாலும்  உடல் உயிராலும் பிரியாத  வரம் வேண்டும்  குழு : தனனனனனா  தனனனனனா தனனனனனா  தனனனன னானானானானா  பெண் : சுட்டுவிரல் நீ  காட்டு சொன்னபடி  ஆடுவேன் உன்னடிமை  நான் என்று கையெழுத்துப்  போடுவேன்  ஆண் : உன்னுதிரம் போலே  நான் பொன்னுடலில் ஓடுவேன்  உன்னுடலில் நான் ஓடி உள்  அழகைத் தேடுவேன்  பெண் : தோகை கொண்டு  நின்றாடும் தேன்கரும்பு  தேகம்  ஆண் : முந்தி வரும்  தேன் வாங்கிப் பந்தி  வைக்கும் நேரம்  பெண் : அம்புகள் பட்டு  நரம்புகள் சுட்டு வம்புகள்  என்ன வரம்புகள் விட்டு  குழு : ஆஹா ஆஹா  ஆஹா ஆஹா ஆஹா  ஆ…  ஆண் : ஒரு நாளும்  உனை மறவாத இனிதான  வரம் வேண்டும் உறவாலும்  உடல் உயிராலும் பிரியாத  வரம் வேண்டும் விழியோடு  இமை போலே விலகாத  நிலை வேண்டும்  ஆண் : { இணையான  இளமானே துணையான  இளமானே } (2)  குழு : ஆஹா ஆஹா  ஆஹா ஆஹா ஆஹா  ஆ…  பெண் : ஒரு நாளும்  உனை மறவாத இனிதான  வரம் வேண்டும் உறவாலும்  உடல் உயிராலும் பிரியாத  வரம் வேண்டும்  ஆண் : கட்டில் இடும்  சூட்டோடு தொட்டில்  கட்டு அன்னமே முல்லைக்  கொடி தரும் அந்தப் பிள்ளைக்  கனி வேண்டுமே  பெண் : உன்னை ஒரு  சேய் போலே என் மடியில்  தாங்கவா என்னுடைய  தாலாட்டில் கண்மயங்கித்  தூங்கவா  ஆண் : ஆரீராரோ  நீ பாட ஆசை உண்டு  மானே  பெண் : ஆறு ஏழு  கேட்டாலும்  பெற்றெடுப்பேன் நானே  ஆண் : முத்தினம் வரும்  முத்து தினம் என்று  சித்திரம் வரும்  விசித்திரம் என்று  குழு : ஆஹா ஆஹா  ஆஹா ஆஹா ஆஹா  ஆ…  பெண் : ஒரு நாளும்  உனை மறவாத  இனிதான வரம் வேண்டும்  ஆண் : உறவாலும்  உடல் உயிராலும்  பிரியாத வரம் வேண்டும்  பெண் : விழியோடு  இமை போலே விலகாத  நிலை வேண்டும்  ஆண் : இணையான  இளமானே துணையான  இளமானே  பெண் : ஓ..எனையாளும்  எஜமானே எனையாளும்  எஜமானே","metaphors":[{"metaphor":"தோகை கொண்டு நின்றாடும் தேன்கரும்பு தேகம்","target":"தோகை கொண்டு நின்றாடும் தேன்கரும்பு","source":"ஆணின் உடல்","interpretation":"கட்டுமஸ்தான உடல்"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2000,"album":"உழைப்பாளி","song_name":"அம்மா அம்மா","lyricist":"வாலி","composer":"இளையராஜா","lyrics":"ஆண் : அம்மா அம்மா…  எந்தன் ஆருயிரே….  கண்ணின் மணியே…  தெய்வம் நீயே…  ஓ….ஓ….ஓ…ஓ..  ஆண் : அம்மா அம்மா  எந்தன் ஆருயிரே  நானும் நீயும்  என்றும் ஓருயிரே  இரு கண்ணின் மணியே  ஓ…ஓ….ஓ…ஓ…  தெய்வம் நீயே  ஓ…ஓ…ஓ…ஓ…  ஆண் : அம்மா அம்மா  எந்தன் ஆருயிரே  நானும் நீயும்  என்றும் ஓருயிரே  ஆண் : பூவிழி ஓரம்  ஓர் துளி நீரும்  நீ வடித்தால்  மனம் தாங்காது  ஆண் : பொன்முகம் கொஞ்சம்  வாடி நின்றாலும்  நான் துடிப்பேன்  வலி தாளாது  ஆண் : பத்து மாசம் சுமந்து  பட்ட பாடும் மறந்து  பிள்ளைச் செல்வம் பிறக்க  அள்ளிக்கையில் எடுத்த  தாயும் நீயே…  தவமிருந்தாயே…  வாடுதம்மா பிள்ளையே…….  வாட்டுவதோ.. என்னை நீ..யே.  ஆண் : அம்மா அம்மா  எந்தன் ஆருயிரே  நானும் நீயும்  என்றும் ஓருயிரே  ஆண் : பாதைகள் மாறி  ஓடிய கன்றை  தாய்ப்பசுதான்  இங்கு ஏற்காதா  ஆண் : கூட்டிலிருந்து  குஞ்சு விழுந்தால்  தாய்க்குருவி  அள்ளிச் சேர்க்காதா  ஆண் : நல்ல காலம் பிறக்க  உன்னை நானும் அறிந்தேன்  உந்தன் கண்கள் திறக்க  இங்கு பாடல் படித்தேன்","metaphors":[{"metaphor":"கண்ணின் மணியே","target":"கண்ணின் மணி","source":"அம்மா","interpretation":"பாதுகாப்பு"},{"metaphor":"பூவிழி ஓரம்","target":"பூ","source":"விழி","interpretation":"மென்மை"},{"metaphor":"பொன்முகம் கொஞ்சம்","target":"பொன்","source":"முகம்","interpretation":"ஒளிபொருந்திய"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2000,"album":"உழைப்பாளி","song_name":"ஒரு கொலை கிளி","lyricist":"வாலி","composer":"இளையராஜா","lyrics":"ஆண் : ஒரு கோல கிளி  சோடி தன்னை  தேடுது தேடுது மானே  அது திக்க விட்டு தெசையை விட்டு  நிக்குது நிக்குது முன்னே  ஆண் : அது இப்போ வருமோ…  எப்போ வருமோ….  ஆண் : ஒரு கோல கிளி  சோடி தன்னை  தேடுது தேடுது மானே  அது திக்க விட்டு தெசையை விட்டு  நிக்குது நிக்குது முன்னே  ஆண் : ஒரு சோள குயில்  சோடி தன்னை  தேடுது தேடுது மானே  அது நெஞ்சும் கெட்டு  நெனப்பும் கெட்டு  நிக்குது நிக்குது முன்னே  பெண் : பியூட்டிபுல்  ஆண் : இப்போ வருமோ  எப்போ வருமோ….  பெண் : வரே வா  ஆண் : ஆசை பொறந்தா  அப்போ வருமோ  பெண் : பைன்  ஆண் : ஒரு கோல கிளி  சோடி தன்னை  தேடுது தேடுது மானே  அது திக்க விட்டு தெசையை விட்டு  நிக்குது நிக்குது முன்னே  ஆண் : அது மாமரத்து  கூட்டு குள்ளே அந்நாளிலே  நல்ல சோடி உடன் பாட்டெடுத்த  பொன் நாளிலே…  பெண் : ஆஹான்  ஆண் : ரெண்டும் ஊர சுத்தி  தேர சுத்தி  ஒன்னா போனது  பெண் : ஓ லவ்லி  ஆண் : அது ஒன்னா இருந்த காலம் இப்போ  எங்கே போனது  பெண் : ஒண்டர்புல்  ஆண் : நாலு பக்கம் தேடி தேடி  நல்ல நெஞ்சு வாடுதடி  கூவுகிற கூவல் எல்லாம்  என்ன வந்து தாக்குதடி  பெண் : ஐஸ் இட் சோ  ஆண் : இப்போ வருமோ  எப்போ வருமோ  ஒட்டி இருக்க  ஒத்து வருமோ  பெண் : எக்ஸ்செலண்ட்  ஆண் : ஒரு கோல கிளி  சோடி தன்னை  தேடுது தேடுது மானே  அது திக்க விட்டு தெசையை விட்டு  நிக்குது நிக்குது முன்னே  ஆண் : அடி மொய் எழுத வந்த கிளி  போராடுது  அத பொய் எழுத வெச்ச கிளி  சீராடுது  ஆண் : இதில் யாரை சொல்லி  குத்தம் என்ன  எல்லாம் நேரம் தான்  அடி ஒன்னோடு ஒன்னு சேராவிட்டால்  என்றும் பாரம் தான்  பெண் : சூப்பெர்ப்  ஆண் : தித்திக்கும் செங்கரும்பே  இதனை நாள் எங்கிருந்தே  மொட்டு விட்ட தேன் அரும்பே  போதும் அடி உன் குறும்பே  ஆண் : விட்ட குறையோ  தொட்ட குறையோ  இந்த உறவு  என்ன முறையோ  ஆண் : ஒரு கோல கிளி  சோடி தன்னை  தேடுது தேடுது மானே  அது திக்க விட்டு தெசையை விட்டு  நிக்குது நிக்குது முன்னே  ஆண் : இப்போ வருமோ  எப்போ வருமோ  ஆசை பொறந்தா  அப்போ வருமோ…  ஆண் : ஒரு கோல கிளி  சோடி தன்னை  தேடுது தேடுது மானே  அது திக்க விட்டு தெசையை விட்டு  நிக்குது நிக்குது முன்னே","metaphors":[{"metaphor":"தேடுது தேடுது மானே","target":"மான்","source":"பெண்","interpretation":"மென்மை"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2000,"album":"உழைப்பாளி","song_name":"ஒரு மைனா மைனா குருவி","lyricist":"வாலி","composer":"இளையராஜா","lyrics":"ஆண் : ஒரு மைனா  மைனா குருவி மனசார  பாடுது மாயங்கள் காட்டுது  ஹோய் ஹோய் அது நைசா  நைசா தழுவி நதி போல ஆடுது  ஜோடியை கூடுது ஹோய் ஹோய்  ஆண் : { மெல்ல காதலிக்க  எங்கெங்கோ சுற்றி தான்  வந்த மான்கள் மன்னன்  பூங்குளத்தில் ஒன்றல்ல  ரெண்டல்ல வண்ணமீன்கள் } (2)  பெண் : ஒரு மைனா  மைனா குருவி மனசார  பாடுது மாயங்கள் காட்டுது  ஹோய் ஹோய் அது நைசா  நைசா தழுவி நதி போல  ஆடுது ஜோடியை கூடுது  ஹோய் ஹோய்  ஆண் : மேல்நாட்டில்  பெண்களிடம் பார்க்காத  சங்கதியை கீழ்நாட்டில்  பார்க்கும் பொழுது  பெண் : அதை பாராட்டி  பாட்டு எழுது  ஆண் : பாவாடை கட்டி  கொண்ட பாலாடை  போலிருக்க போராடும்  இந்த மனது  பெண் : இது பொல்லாத  காளை வயது  ஆண் : சின்ன பூச்சரமே  ஒட்டிக்கோ கட்டிக்கோ  என்னை சேர்த்து இன்னும்  தேவை என்றால் ஒத்துக்கோ  கத்துக்கோ என்னை சேர்ந்து  பெண் : ஒரு மைனா  மைனா குருவி மனசார  பாடுது மாயங்கள் காட்டுது  ஹோய் ஹோய்  ஆண் : அது நைசா  நைசா தழுவி நதி  போல ஆடுது ஜோடியை  கூடுது ஹோய் ஹோய்  பெண் : ஏதேதோ நேரம்  வந்தால் காதோரம்  மெல்ல கூறி ஏராளம்  அள்ளித் தருவேன்  ஆண் : அது போதாமல்  மீண்டும் வருவேன்  பெண் : நான்தானே  நீச்சல் குளம் நாள்தோறும்  நீயும் வந்து ஓயாமல்  நீச்சல் பழகு  ஆண் : அடி தாங்காது  உந்தன் அழகு  பெண் : அன்பு காயமெல்லாம்  இன்றைக்கும் என்றைக்கும்  இன்பமாகும் அந்திநேரம்  எல்லாம் இஷ்டம்போல்  கட்டத்தான் இந்த தேகம்  ஆண் : ஒரு மைனா  மைனா குருவி மனசார  பாடுது மாயங்கள் காட்டுது  ஹோய் ஹோய் அது நைசா  நைசா தழுவி நதி போல ஆடுது  ஜோடியை கூடுது ஹோய் ஹோய்  பெண் : மெல்ல காதலிக்க  எங்கெங்கோ சுற்றி தான்  வந்த மான்கள் மன்னன்  பூங்குளத்தில் ஒன்றல்ல  ரெண்டல்ல வண்ணமீன்கள்  ஆண் : மெல்ல காதலிக்க  எங்கெங்கோ சுற்றி தான்  வந்த மான்கள் மன்னன்  பூங்குளத்தில் ஒன்றல்ல  ரெண்டல்ல வண்ணமீன்கள்","metaphors":[{"metaphor":"ஒரு மைனா மைனா குருவி மனசார பாடுது","target":"மைனா குருவி","source":"பெண்","interpretation":"இனிமையான குரல்"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2000,"album":"உழைப்பாளி","song_name":"உழைப்பாளி இல்லாத","lyricist":"வாலி","composer":"இளையராஜா","lyrics":"ஆண் : உழைப்பாளி இல்லாத  நாடு தான்  எங்கும் இல்லேயா அர ஹோயா  அவன் உழைப்பாலே  பிழைக்காத பேருதான்  எங்கும் இல்லேயா அர ஹோயா  ஆண் : உழைப்பாளி இல்லாத  நாடு தான்  எங்கும் இல்லேயா அர ஹோயா  அவன் உழைப்பாலே  பிழைக்காத பேருதான்  எங்கும் இல்லேயா அர ஹோயா  ஆண் : அட சாமியோ சாமி  அப்படி இருந்திட்டா காமி  கூலியோ கூலி  எங்கள நம்பித்தான் பூமி  பிறர் வாழ்வதே  எங்க வேர்வையில் தான்  ஆண் : உழைப்பாளி இல்லாத  நாடு தான்  குழு : எங்கும் இல்லேயா  அர ஹோயா  ஆண் : அவன் உழைப்பாலே  பிழைக்காத பேரு தான்  குழு : எங்கும்இல்லேயா  அர ஹோயா  ஆண் : தலை மேலே சாப்பாடு  கொண்டாரும் கப்பக்கெழங்கே  குழு : அம்மம்மா ஹா அங்கம்மா ஹா  ஆண் : சில போல ஷோக்காக  உன்னை தான் பெத்து போட்டுட்டா  குழு : உங்கம்மா ஹா மங்கம்மா ஹா  ஆண் : அட பலவூட்டு பலகாரம்  ஒண்ணான கூட்டாஞ்சோறு தான்  குழு : சின்னையா ஹா  பொன்னையா ஹா  ஆண் : ஆ.. பல சாதி இது போல  ஒண்ணானா சண்டை வருமா ஹோய்  குழு : செல்லையா ஹா  சொல்லையா ஹா  ஆண் : நித்தமும் பாடுபட்டு  உழைக்கும் யாவரும் ஓரினம் தான்  சத்திய வார்த்தை இதை  நமக்கு சொல்லுது மே தினம் தான்  நாமெல்லாம் வேலை நிறுத்தம்  செஞ்சா தாங்காது நாடு முழுதும்  நாம் இன்றி என்ன நடக்கும்  நம்ம கை தாண்டா ஓங்கி இருக்கும்  அட அடிச்சாலும் புடிச்சாலும்  அண்ணன் தம்பி நீயும் நானுடா ஹோய்  ஆண் : உழைப்பாளி இல்லாத  நாடு தான்  குழு : எங்கும் இல்லேயா  அர ஹோயா  ஆண் : பணக்காரன் குடி ஏற  பாட்டாளி வீடு கட்டுறான்  குழு : கல்லாலே ஹே  மண்ணாலே ஹே  ஆண் : ஆனாலும் அவனுக்கோர்  வீடில்ல யாரு கேக்குறா  குழு : துக்கம் தான் ஹா  சொன்னாலே ஹா  ஆண் : பல பேரு தான் உடுத்த  நெசவாளி நூல நெய்யுறான்  குழு : பொன்னான ஹா  கையாலே ஹா  ஆண் : அட ஆனாலும்  அவனுடுத்த வேட்டி இல்ல  யாரு கேக்குறா ஹோய்  குழு : துக்கம் தான் ஹா  சொன்னாலே ஹா  ஆண் : சம்பளம் வாங்கியதும் முழுசா  வீட்டிலே சேர்த்திடுங்க  மத்தியில் யார் பறிப்பா  பறிச்சா முட்டிய பேத்துடுங்க  அஞ்சாம தொழில செஞ்சா  நம்ம யாராச்சும் அசைப்பானா  ஒண்ணாக இருந்தாக்கா  இங்கே வாலாட்ட நெனைப்பானா  அட அடிச்சாலும் புடிச்சாலும்  அண்ணன் தம்பி நீயும் நானுடா  ஹோய் ஹோய் ஹோய்  ஆண் : உழைப்பாளி இல்லாத  நாடு தான்  குழு : எங்கும் இல்லேயா  அர ஹோயா  ஆண் : அவன் உழைப்பாலே  பிழைக்காத பேரு தான்  குழு : எங்கும் இல்லேயா  அர ஹோயா..  ஆண் : அட சாமியோ சாமி  அப்படி இருந்திட்டா காமி  கூலியோ கூலி  எங்கள நம்பித்தான் பூமி  பிறர் வாழ்வதே  எங்க வேர்வையில் தான்","metaphors":[{"metaphor":"தலை மேலே சாப்பாடு கொண்டாரும் கப்பக்கெழங்கே","target":"கப்பக்கெழங்கு","source":"பெண்","interpretation":"இனிமை"},{"metaphor":"பொன்னான ஹா கையாலே","target":"பொன்","source":"கை","interpretation":"பெறுமதி"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2000,"album":"எங்க தம்பி","song_name":"மானே மரகதமே","lyricist":"புலமைப்பித்தன்","composer":"இளையராஜா","lyrics":"ஆண் : மானே மரகதமே….  ஆண் : மானே மரகதமே….  ஆண் : மானே மரகதமே….  நல்ல திருநாள் இது  தென்றல் தமிழ் பாடுது  இளவேனில் காலம் இது  இதமான நேரம் இது  பனி தூவும் மாலை வேளைதான்  ஆண் : மானே மரகதமே….  நல்ல திருநாள் இது  தென்றல் தமிழ் பாடுது  இளவேனில் காலம் இது  இதமான நேரம் இது  பனி தூவும் மாலை வேளைதான்  ஆண் : மானே மரகதமே….  ஆண் : நேசம் வச்சு  நெஞ்சில் வச்ச பூச்செடி நீயடி  பெண் : பூவும் வச்சு  பொட்டும் வச்ச பைங்கிளி உன் மடி  ஆண் : பாசம் வச்சு பாடும் பாட்டை  கேளடி என் கண்மணி  பெண் : உள்ளம் என்னும் வீட்டிலே  ஒட்டி வச்ச ஓவியம்  எண்ணம் என்னும் ஏட்டிலே  அச்சடிச்ச காவியம்  ஆண் : மனசுக்குள் கோயில் கட்டி  மகராசி ஒன்ன வச்சு  பொழுதானா பூச  பண்ணி வாழுறேன்  பெண் : தேனே திரவியமே  நல்ல திருநாள் இது  தென்றல் தமிழ் பாடுது  ஆண் : இளவேனில் காலம் இது  இதமான நேரம் இது  பெண் : பனி தூவும் மாலை வேளைதான்  ஆண் : மானே மரகதமே….  பெண் : ராகம் வச்சு புன்னை வனப்  பூங்குயில் கூவுது  ஆண் : மோகம் வச்சு கன்னி உந்தன்  பேரைதான் கூறுது  பெண் : தேகம் ரெண்டும் கூடுகின்ற  நாளிது நன் நாளிது  ஆண் : நட்ட நடு ராத்திரி  சொப்பனங்கள் தோணுது  சொப்பனத்தில் தானடி  கண்கள் உன்னை காணுது  பெண் : அழகான தென்னஞ்சிட்டே  இனி மேலும் உன்னை விட்டே  இருந்தாலே ஏழை நெஞ்சம் தாங்குமா  ஆண் : மானே மரகதமே….  நல்ல திருநாள் இது  தென்றல் தமிழ் பாடுது  பெண் : இளவேனில் காலம் இது  இதமான நேரம் இது  ஆண் : பனி தூவும் மாலை வேளைதான்  பெண் : தேனே திரவியமே  நல்ல திருநாள் இது","metaphors":[{"metaphor":"மானே மரகதமே","target":"மான் மரகதம்","source":"பெண்","interpretation":"அன்பு பெறுமதி"},{"metaphor":"நேசம் வச்சு நெஞ்சில் வச்ச பூச்செடி நீயடி","target":"பூச்செடி","source":"பெண்","interpretation":"மென்மை"},{"metaphor":"பூவும் வச்சு பொட்டும் வச்ச பைங்கிளி","target":"பைங்கிளி","source":"பெண்","interpretation":"அழகு"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2000,"album":"எங்க தம்பி","song_name":"மலையோரம் மங்குருவி","lyricist":"R.V. உதய குமார்","composer":"இளையராஜா","lyrics":"ஆண் : மலையோரம் மாங்குருவி  மாவிலையில் பாட்டெழுதி பாடுதடி  மகராணி உன் வரவை  ராப்பகலா எம் மனசு தேடுதடி  மண மேளம் காதில் கேட்குதா  மனசோடு தேனை வார்க்குதா  பெண் : மலையோரம் மாங்குருவி  மாவிலையில் பாட்டெழுதி பாடுதையா  மகராசன் உன் வரவை  ராப்பகலா எம் மனசு தேடுதையா  ஆண் : பூங்காத்து வீசுது  அனல பூசுது  பொன் மானே பக்கத்திலே  கொஞ்சம் வாம்மா  பெண் : தாங்காத ஆசையில்  தவிக்கும் வேளையில்  தாலாட்டு பாடிக்  கொஞ்சம் கொஞ்சலாமா  ஆண் : சேலை கட்டும்  நந்தவனம் நீயா  செம்பருத்திப் பூவுக்கு  நீ தாயா  பெண் : கண்ணுக்குள்ளே  காதல் என்னும் தீயா  சின்ன இடை  தேய்வதென்ன நோயா  ஆண் : கட்டி அணைச்சா  முத்தம் பதிச்சா  நோய் முழுக்க தீர்ந்து விடும்  வாம்மா ஹோய்….  பெண் : மலையோரம் மாங்குருவி  மாவிலையில் பாட்டெழுதி பாடுதையா  மகராசன் உன் வரவை  ராப்பகலா எம் மனசு தேடுதையா  மண மேளம் காதில் கேட்குதா  மனசோடு தேனை வார்க்குதா  ஆண் : மலையோரம் மாங்குருவி  மாவிலையில் பாட்டெழுதி பாடுதடி  மகராணி உன் வரவை  ராப்பகலா எம் மனசு தேடுதடி  குழு : ……………………………  பெண் : கல்யாண மாப்பிள்ளே  எனை நீ பாக்கல  கண் மூடி நாணத்திலே நிக்கலாமா  ஆண் : ஊரெங்கும் தோரணம்  நடக்கும் ஊர்வலம்  உன்னோட கன்னத்திலே வைக்கலாமா  பெண் : அந்தியிலே  சந்தனத்த பூச  ஆசைகளை  கண்களிலே பேச  ஆண் : சேலையிலே  நீ விசிறி வீச  காலையிலே  பார்த்த கண்ணு கூச  பெண் : என்ன சுகமோ எப்ப வருமோ  என்னென்னவோ பண்ணுதையா ஆசை ஹோ  ஆண் : மலையோரம் மாங்குருவி  மாவிலையில் பாட்டெழுதி பாடுதடி  பெண் : மகராசன் உன் வரவை  ராப்பகலா எம் மனசு தேடுதையா  ஆண் : மண மேளம் காதில் கேட்குதா  மனசோடு தேனை வார்க்குதா  பெண் : மலையோரம் மாங்குருவி  மாவிலையில் பாட்டெழுதி பாடுதையா","metaphors":[{"metaphor":"சேலை கட்டும் நந்தவனம் நீயா","target":"நந்தவனம்","source":"பெண்","interpretation":"வாசனை"},{"metaphor":"செம்பருத்திப் பூவுக்கு நீ தாயா","target":"செம்பருத்திப் பூவுக்கு தாய்","source":"பெண்","interpretation":"மென்மை"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2000,"album":"எங்க தம்பி","song_name":"மண்ணில் வந்து மின்னும்","lyricist":"வாலி","composer":"இளையராஜா","lyrics":"ஆண் : மண்ணில் வந்து மின்னும்  புது மின்னல் இங்கே  கண்ணில் அன்பு துள்ளும்  இளம் மன்னன் இங்கே  காட்சி எல்லாம் பார்க்கலாமா  கணக்கு போட்டு சேர்க்கலாமா  உறவே நீ வா  குழு : மண்ணில் வந்து மின்னும்  புது மின்னல் இங்கே  கண்ணில் அன்பு துள்ளும்  இளம் மன்னன் இங்கே…ஹே  ஆண் : பூங்குயில்கள் பாடும்  என் சோலை எங்கும்  பொன் மயில்கள் ஆடும்  என் மேடை எங்கும்  வேங்கை பாய்ச்சல் உண்டு  நான் வேங்கை இல்லை  வேலின் வீச்சும் உண்டு  நான் வேலும் இல்லை  ஆண் : வம்பிழுக்க இங்கு வந்தால்  கம்பெடுப்பேன்  அன்பு கொண்டு அன்பு செய்தால்  நண்பனாவேன்  கால நேரம் பார்த்து  இங்கு ஆட வந்தேன்  ஆண் : மண்ணில் வந்து மின்னும்  புது மின்னல் இங்கே  கண்ணில் அன்பு துள்ளும்  இளம் மன்னன் இங்கே  குழு : காட்சி எல்லாம் பார்க்கலாமா  கணக்கு போட்டு சேர்க்கலாமா  உறவே நீ வா  குழு : மண்ணில் வந்து மின்னும்  புது மின்னல் இங்கே  கண்ணில் அன்பு துள்ளும்  இளம் மன்னன் இங்கே…  ஆண் : ஹே ஹே ஹே ஹேய்  ஆண் : நான் நடக்கத் தென்றல்  மலர் பாதை போடும்  நான் நினைக்கும் வண்ணம்  நல்ல நேரம் கூடும்  சாகசங்கள் உண்டு சந்நியாசி இல்லை  பார் முழுக்கச் செல்வேன்  பரதேசி இல்லை  ஆண் : எந்த இசை வேண்டும்  வந்து கேட்டுக் கொள்ளு  எந்த மொழி பாடல் வேண்டும்  வாங்கிச் செல்லு  தேடி வந்து நாடி வந்து  கூடி வந்தால்  ஆண் : மண்ணில் வந்து மின்னும்  புது மின்னல் இங்கே  கண்ணில் அன்பு துள்ளும்  இளம் மன்னன் இங்கே  குழு : காட்சி எல்லாம் பார்க்கலாமா  கணக்கு போட்டு சேர்க்கலாமா  உறவே நீ வா  குழு : மண்ணில் வந்து மின்னும்  புது மின்னல் இங்கே  கண்ணில் அன்பு துள்ளும்  இளம் மன்னன் இங்கே…","metaphors":[{"metaphor":"மண்ணில் வந்து மின்னும் புது மின்னல் இங்கே","target":"மின்னல்","source":"ஆண்","interpretation":"வேகம்"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2000,"album":"வால்டர் வெற்றிவே","song_name":"சின்ன ராசாவே","lyricist":"வாலி","composer":"இளையராஜா","lyrics":"பெண் : சின்ன ராசாவே  சிட்டெறும்பு என்ன கடிக்குது ஒன்னச் சேராம  அடிக்கடி ராத்திரி துடிக்குது  பெண் : சின்ன ராசாவே  சிட்டெறும்பு என்ன கடிக்குது ஒன்னச் சேராம  அடிக்கடி ராத்திரி துடிக்குது வாங்கின பூவும் பத்தாது  வீசுற காத்தும் நிக்காது  அட மூச்சுக்கு மூச்சுக்கு  ராவெல்லாம் பேச்சுக்கு  ராசாவே….ராசாவே…….  பெண் : சின்ன ராசாவே  சிட்டெறும்பு என்ன கடிக்குது ஒன்னச் சேராம  அடிக்கடி ராத்திரி துடிக்குது  குழு : ஆ….ஆ….ஆ….ஆ…. ஆ….ஆ….ஆ….ஆ….  பெண் : அக்கா மக பாட்ட கேட்டு முக்கா முழம் பூவ நீட்டு  அக்காலத்து கோட்ட போட்டு  நிக்காதே நீ ரொம்ப லேட்டு  ஆண் : கொஞ்சம் பொறு மானே  கொல்லி மலைத் தேனே காத்திருக்கேன் மீனே  தூண்டில் இட நானே  பெண் : அட மாமாவே  வாயா நான் கூட  ஒரு மாமாங்கம் போச்சே நான் வாட  ஆண் : அட மூச்சுக்கு மூச்சுக்கு  ராவெல்லாம் பேச்சுக்கு  ரோசாவே சிட்டெறும்பு  உன்னக் கடிக்குதா….. பெண் : ஹான்  ஆண் : என்னச் சேராம  அடிக்கடி ராத்திரி துடிக்கிதா….ஆ ஹா  குழு : ஜிம்க்கு சிக்கு சிக்கிச்சா ஜிம்க்கு சிக்குச்சா ஜிம்க்கு சிக்கு சிக்கிச்சா ஜிம்க்கு சிக்கு ஜிம்க்கு சிக்கு சிக்கிச்சா ஜிம்க்கு சிக்குச்சா ஜிம்க்கு சிக்கு சிக்கிச்சா ஜிம்க்கு சிக்கு  ஆண் : தெக்காலதான் மேயும் காத்து  தென்ன மர கீத்த பாத்து ஒக்காந்துதான் தாளம் போடும் உன்னுடைய ராகம் பாடும்  பெண் : உச்சிலை ஓரம்  வெயில் தாழும் நேரம்  ஊத்து தண்ணி போல  உன் நெனப்பு ஊறும்  ஆண் : சிறு பாவாட  சூடும் பூந்தேரு இது பூ வாட  வீசும் பாலாறு  பெண் : அட மூச்சுக்கு மூச்சுக்கு  ராவெல்லாம் பேச்சுக்கு ராசாவே சிட்டெறும்பு என்ன கடிக்குது ஒன்னச் சேராம  அடிக்கடி ராத்திரி துடிக்குது  ஆண் : வாங்கின பூவும் பத்தாது  வீசுற காத்தும் நிக்காது  அட மூச்சுக்கு மூச்சுக்கு  ராவெல்லாம் பேச்சுக்கு  ரோசாவே……ரோசாவே  ஆண் : ரோசாவே பெண் : சிட்டெறும்பு என்ன கடிக்குது ஒன்னச் சேராம  அடிக்கடி ராத்திரி துடிக்குது","metaphors":[{"metaphor":"கொஞ்சம் பொறு மானே","target":"மான்","source":"பெண்","interpretation":"மென்மை"},{"metaphor":"கொல்லி மலைத் தேனே","target":"தேன்","source":"பெண்","interpretation":"இனிமை"},{"metaphor":"காத்திருக்கேன் மீனே தூண்டில் இட நானே","target":"தூண்டில் மீன்","source":"பெண்","interpretation":"வளைத்துப்போடுதல்"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2000,"album":"பொன்னுமணி","song_name":"அடியே வஞ்சிக்கொடி","lyricist":"R.V. உதய குமார்","composer":"இளையராஜா","lyrics":"ஆண் : ஹே வஞ்சி  கொடி என் மஞ்ச செடி  வந்ததடி அடி ஹே  சொக்கு பொடி போட்டதடி  சொன்ன படி  ஆண் : பூவ முடிக்க  தான் பூவாரம் கட்ட  தான் தாவி படர்ந்த  பூங்கொடியே ஹே  ஹேய்  ஆண் : ஹே வஞ்சி கொடி  என் மஞ்ச செடி வந்ததடி  அடி ஹே சொக்கு பொடி  போட்டதடி சொன்ன படி  ஆண் : காலேஜ் படிச்சி  மேல் படிப்பு முடிச்சி  வந்தா என்னோட  ராணி ராணி ராணி  ஆண் : கோட்டும் சூட்டும்  தச்சி காலில் பூட்சு வெச்சு  வந்தேன் உன்னோட ராஜா  ராஜா ராஜா  குழு : விட்டா உன்னோட  ராசி எட்டு திக்கும் வரும்  யோசி பட்டி காட்டு வாசி  தட்டி கிளப்புறான் தூசி  அக்கா மவன் பொண்ணு  நின்னாலே ஜம்பம் வரும்  தன்னாலே  ஆண் : அடி ஹே வஞ்சி  கொடி என் மஞ்ச செடி  வந்ததடி அடி ஹே  சொக்கு பொடி போட்டதடி  சொன்ன படி  ஆண் : பூவ முடிக்க  தான் பூவாரம் கட்ட  தான் தாவி படர்ந்த  பூங்கொடியே ஹே  ஹேய்  ஆண் : ஹே வஞ்சி கொடி  என் மஞ்ச செடி வந்ததடி  அடி ஹே சொக்கு பொடி  போட்டதடி சொன்ன படி  ஆண் : உன் மேல் ஆச  வெச்சி பாரதி மீசை வெச்சி  முன்னாள் ஆடிட போறேன்  நானே நானே நானே  ஆண் : பத்திரிக்கை  அடிச்சி பாக்கு வெச்சி  அழைச்சி மாலை  போட்டிட போறேன்  நானே நானே  குழு : இங்கிலீஷ் காரன்  பாட்டு எங்க ரேடியோவில்  கேட்டு பந்திகளை போட்டு  போட்டு எட்டு கரி வகை  கூட்டு அக்கா மவன்  பொண்ணு நின்னாலே  ஜம்பம் வரும் தன்னாலே  ஆண் : அடி ஹே வஞ்சி  கொடி என் மஞ்ச செடி  வந்ததடி அடி ஹே  சொக்கு பொடி போட்டதடி  சொன்ன படி  ஆண் : பூவ முடிக்க  தான் பூவாரம் கட்ட  தான் தாவி படர்ந்த  பூங்கொடியே ஹே  ஹேய்","metaphors":[{"metaphor":"வஞ்சி கொடி என் மஞ்ச செடி","target":"வஞ்சி கொடி","source":"பெண்","interpretation":"மென்மையான"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2000,"album":"பொன்னுமணி","song_name":"அன்ப சுமந்து","lyricist":"R.V. உதய குமார்","composer":"இளையராஜா","lyrics":"ஆண் : அன்ப சுமந்து  சுமந்து அல்லும் பகலும்  நினைந்து இன்பம் சுமக்க  வைத்த மாமா என்னை  தவிக்க விடலாமா  ஆண் : அன்ப சுமந்து  சுமந்து அல்லும் பகலும்  நினைந்து இன்பம் சுமக்க  வைத்த மாமா என்னை  தவிக்க விடலாமா என்னை  தவிக்க விடலாமா  ஆண் : வான் மழையில்  தான் நனைந்தால் பால்  நிலவும் கரைந்திடுமா  தீயினிலே நீயிருந்தால்  நிலவொளி தான் சுகம்  தருமா  ஆண் : மரக்கிளையில்  ஒரு குருவி கூடுக்கட்டி  வாழ்ந்ததே அந்தரத்தில்  ஆடவிட்டு ஆலமரம்  சாய்ந்ததே இன்பம் சுமக்க  வைத்த மாமா என்னை  தவிக்க விடலாமா என்னை  தவிக்க விடலாமா  ஆண் : நீ அரைச்ச  சந்தனமே வாசனை  தான் மாறலையே  நேசமென்னும்  கோட்டையிலே  காவல் இன்னும்  தீரலையே  ஆண் : பேசாமல்  போனதென்ன பாச  புறா விண்ணிலே  வீசாமல் வீசும் இங்கே  பாசப்புயல் மண்ணிலே  இன்பம் சுமக்க வைத்த  மாமா என்னை தவிக்க  விடலாமா","metaphors":[{"metaphor":"மரக்கிளையில் ஒரு குருவி கூடுக்கட்டி வாழ்ந்ததே அந்தரத்தில் ஆடவிட்டு ஆலமரம் சாய்ந்ததே","target":"மரக்கிளையும் ஆலமரமும்","source":"ஆண் மற்றும் பெண்","interpretation":"தனிமையில் விட்டு செல்லல்"},{"metaphor":"பேசாமல் போனதென்ன பாச புறா விண்ணிலே","target":"பாச புறா","source":"பெண்","interpretation":"பிரியமானவள்"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2000,"album":"பொன்னுமணி","song_name":"நெஞ்சுக்குள்ளே இன்னாருன்னு","lyricist":"வாலி","composer":"இளையராஜா","lyrics":"ஆண் : { நெஞ்சுக்குள்ளே  இன்னாருன்னு சொன்னால்  புரியுமா அது கொஞ்சி கொஞ்சி  பேசுறது கண்ணில் தெரியுமா } (2)  உலகே அழிஞ்சாலும் உன்  உருவம் அழியாதே உயிரே  பிரிஞ்சாலும் உறவேதும்  பிரியாதே உண்ணாமல்  உறங்காமல் உன்னால்  தவிக்கும் பொன்னுமணி  ஆண் : நெஞ்சுக்குள்ளே  இன்னாருன்னு சொன்னால்  புரியுமா அது கொஞ்சி கொஞ்சி  பேசுறது கண்ணில் தெரியுமா  விஷ்லிங் : ………………………….  பெண் : ஏக்க பட்டு  பட்டு நான் இளைத்தேனே  ஆண் : ஹாஹா ஹா  ஹாஹா ஹாஹா  ஹா ஹா  பெண் : ஏட்டுக்கல்வி  கேட்டு நான் சலித்தேனே  ஆண் : ஓஹோ ஹோ  ஓ ஹோ ஹோ ஹோ  ஹோய்  ஆண் : தூக்கம் கெட்டு  கெட்டு துடிக்கும் முல்லை  மொட்டு தேக்கு மர தேகம்  தொட்டு தேடி வந்து தாளம்  தட்டு  பெண் : என் தாளம்  மாறாதைய்யா  உண்ணாமல் உறங்காமல்  உன்னால் தவிக்கும்  சிந்தாமணி  பெண் : நெஞ்சுக்குள்ளே  இன்னாருன்னு சொன்னால்  புரியுமா அது கொஞ்சி கொஞ்சி  பேசுறது கண்ணில் தெரியுமா  உலகே அழிஞ்சாலும் உன்  உருவம் அழியாதே உயிரே  பிரிஞ்சாலும் உறவேதும்  பிரியாதே உண்ணாமல்  உறங்காமல் உன்னால்  தவிக்கும் சிந்தாமணி  நெஞ்சுக்குள்ளே  இன்னாருன்னு சொன்னால்  புரியுமா அது கொஞ்சி கொஞ்சி  பேசுறது கண்ணில் தெரியுமா  ஆண் : காஞ்சிபட்டு  ஒன்னு நான் கொடுப்பேனே  பெண் : ஓஹோ ஹோ  ஓஹோ ஹோ ஓ  ஹோய் ஹோய்  ஆண் : காலமெல்லாம்  உன்னை நான் சுமப்பேனே  பெண் : ஹாஹா ஹா  ஹாஹா ஹாஹா  ஆஆ ஆஆ  பெண் : மாமன் உன்னை  கண்டு ஏங்கும் மல்லி சண்டு  தோளில் என்னை அள்ளிக்கொண்டு  தூங்க வைப்பாய் அன்பே என்று  ஆண் : என் கண்ணில்  நீ தானம்மா உண்ணாமல்  உறங்காமல் உன்னால்  தவிக்கும் பொன்னுமணி  நெஞ்சுக்குள்ளே இன்னாருன்னு  சொன்னால் புரியுமா  பெண் : அது கொஞ்சி  கொஞ்சி பேசுறது  கண்ணில் தெரியுமா  ஆண் : உலகே அழிஞ்சாலும்  உன் உருவம் அழியாதே  பெண் : உயிரே பிரிஞ்சாலும்  உறவேதும் பிரியாதே  ஆண் : உண்ணாமல்  உறங்காமல் உன்னால்  தவிக்கும் பொன்னுமணி  பெண் : நெஞ்சுக்குள்ளே  இன்னாருனு சொன்னால்  புரியுமா அது கொஞ்சி  கொஞ்சி பேசுறது  கண்ணில் தெரியுமா","metaphors":[{"metaphor":"உண்ணாமல் உறங்காமல் உன்னால் தவிக்கும் பொன்னுமணி","target":"பொன்னுமணி","source":"ஆண்","interpretation":"அப்பாவி"},{"metaphor":"உன்னால் தவிக்கும் சிந்தாமணி","target":"சிந்தாமணி","source":"பெண்","interpretation":"அழகு"},{"metaphor":"மாமன் உன்னை கண்டு ஏங்கும் மல்லி சண்டு","target":"மல்லி சண்டு","source":"பெண்","interpretation":"மென்மை"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2000,"album":"பொன்னுமணி","song_name":"சிந்து நதி சீமோனே","lyricist":"R.V. உதய குமார்","composer":"இளையராஜா","lyrics":"ஆண் : சிந்து நதி செம்மீனே  கொங்கு தமிழ் செந்தேனே  சிந்து நதி செம்மீனே  கொங்கு தமிழ் செந்தேனே  ஆண் : தென்னங்கீற்றில்  ராகம் தேடும் தென்மாங்கே  தென்னங்கீற்றில் ராகம்  தேடும் தென்மாங்கே  ஆண் : கதை பேசும்  கண்ணோடு கலங்காதே  பெண் மானே துணை  நானே பொன் மானே  ஆண் : சிந்து நதி செம்மீனே  கொங்கு தமிழ் செந்தேனே  ஆண் : காக்கை சிறகிலே  தீண்டி கதைகள் நூறு  கூறவா பாசம் வைத்த  பால் நிலாவை கையில்  நானும் ஏந்தவா  ஆண் : மாமன் தொட்ட  பூந்தேரே மனதில் நீயும்  ஏங்காதே ஏக்கத்தோடு  நீ போனால் ஏழை  நெஞ்சு தாங்காதே  ஆண் : நீயும் வாழத்தானே  நானும் வாழ்கிறேனே  வீசும் தென்றலே  பேசு தென்றலே  ஆண் : சிந்து நதி செம்மீனே  கொங்கு தமிழ் செந்தேனே  சிந்து நதி செம்மீனே  கொங்கு தமிழ் செந்தேனே  ஆண் : வாழை நாரிலே  தாலி போட்ட காலம்  வேறம்மா சாமி சாட்சியாக  நானும் தந்த வாக்கு  மாறுமா  ஆண் : நாணத்தோடு  பூச்சூடி நாளும் எந்தன்  பேர் பாடி ஆடி பாடும்  காத்தாடி மறந்ததென்ன  ஆத்தாடி  ஆண் : தேடி தேடித்தானே  நானும் வாழ்கிறேனே  வீசும் தென்றலே….  பேசு தென்றலே..  ஆண் : சிந்து நதி செம்மீனே  கொங்கு தமிழ் செந்தேனே  சிந்து நதி செம்மீனே  கொங்கு தமிழ் செந்தேனே  ஆண் : தென்னங்கீற்றில்  ராகம் தேடும் தென்மாங்கே  தென்னங்கீற்றில் ராகம்  தேடும் தென்மாங்கே  ஆண் : கதை பேசும்  கண்ணோடு கலங்காதே  பெண் மானே துணை  நானே பொன் மானே","metaphors":[{"metaphor":"சிந்து நதி செம்மீனே","target":"சிந்து நதி செம்மீன்","source":"பெண்","interpretation":"அழகு"},{"metaphor":"கொங்கு தமிழ் செந்தேனே","target":"கொங்கு தமிழ் செந்தேன்","source":"பெண்","interpretation":"ரசனை"},{"metaphor":"தென்னங்கீற்றில் ராகம் தேடும் தென்மாங்கே","target":"தென்மான்கு","source":"பெண்","interpretation":"இனிமை"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2000,"album":"மணிக்குயில்","song_name":"காதல் என்னும் வேதம்","lyricist":"பொன்னடியன்","composer":"இளையராஜா","lyrics":"ஆண் : ஹா…..ஆஅ…..ஆ…….ஆ…..ஆஅ…  ஹோ…..ஓஒ…..ஓஒ…..ஓ……ஓஒ  ஹோ ஓ ஹோ ஓஒ ஓஒ  ஆண் : காதல் என்னும் வேதம்  இங்கு கண்ணீரில் வாடுதம்மா  நடுக் கானகத்தில் கண் விழித்து  பொன் மானைத் தேடுதம்மா  என் ஆவியே வேகுதே புண்ணாகியே போனதே  அன்பாலே தவிக்குதடி என் நெஞ்சு துடிக்குதடி  ஆண் : காதல் என்னும் வேதம்  இங்கு கண்ணீரில் வாடுதம்மா  நடுக் கானகத்தில் கண் விழித்து  பொன் மானைத் தேடுதம்மா  விசில் : ………………………..  ஆண் : பாட்டெடுத்து கற்றுக் கொடுத்து  பாட வைத்ததும் ஏனடியோ  மேடையிலே பாட வந்தால்  மூடி வைத்ததும் ஏனடியோ  நேற்றைய கனவெல்லாம்  காற்றின் கதை தானோ  அரங்கேற்றம் காணாத  ஒரு பாட்டின் பொருள் தானோ  புத்தம் புது புத்தகம் செல்லரித்துப் போகுமா  சிங்காரப் பைங்கிளியே  ஆண் : காதல் என்னும் வேதம்  இங்கு கண்ணீரில் வாடுதம்மா  நடுக் கானகத்தில் கண் விழித்து  பொன் மானைத் தேடுதம்மா  என் ஆவியே வேகுதே புண்ணாகியே போனதே  அன்பாலே தவிக்குதடி என் நெஞ்சு துடிக்குதடி  ஆண் : காதல் என்னும் வேதம்  இங்கு கண்ணீரில் வாடுதம்மா  நடுக் கானகத்தில் கண் விழித்து  பொன் மானைத் தேடுதம்மா  ஆண் : ஹா…..ஆ……ஆ……ஆஅ…..ஆ…..ஹா….ஆ….  ஹோ ஓஒ ஓ ஓ ஹா……ஆ……ஆ…..ஆ……  ஆண் : களங்கம் இல்லா மனதினிலே  காலை வைத்தது யாரடியோ  கலங்கி நின்ற போதினிலே  கல்லெறிந்ததும் ஏனடியோ  அழகாய் அகல் விளக்கை  அங்கு யாரோ ஏற்றி வைத்தார்  அலை வீசும் சுடர் ஒளியை  திரை போட்டே மூடி வைத்தார்  இந்தத் திரை விலகும் இன்பக் கதை தொடரும்  சிங்காரப் பைங்கிளியே  ஆண் : காதல் என்னும் வேதம்  இங்கு கண்ணீரில் வாடுதம்மா  நடுக் கானகத்தில் கண் விழித்து  பொன் மானைத் தேடுதம்மா  என் ஆவியே வேகுதே புண்ணாகியே போனதே  அன்பாலே தவிக்குதடி என் நெஞ்சு துடிக்குதடி","metaphors":[{"metaphor":"காதல் என்னும் வேதம்","target":"வேதம்","source":"காதல்","interpretation":"உன்னதம்"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2000,"album":"மணிக்குயில்","song_name":"காதல் நிலவிய","lyricist":"வாலி","composer":"இளையராஜா","lyrics":"ஆண் : காதல் நிலாவே பூவே  கை மீது சேர வா  ஆசைக் கனாவே வாழ்வே  ஆவல்கள் தீர வா  மணி ஊஞ்சல் தானாட  அதன் மேலே நானாட  இள மாலை நேரம்தான்  பெண் : காதல் நிலாவே பூவே  கை மீது சேர வா  ஆசைக் கனாவே வாழ்வே  ஆவல்கள் தீர வா  ஆண் : ஏட்டில் ஒரு பாவலன்  எழுதாத காவியம்  நாட்டில் ஒரு தூரிகை  புனையாத ஓவியம்  பெண் : நீ வளர்க்க என் கண்  தேடுது உன் சொந்தம்  தேன் வளர்க்க என் வாய்  பாடுது உன் சந்தம்  ஆண் : நீராடும் ஓடையே  எனக்கென குளிர் சேர்க்கும் வாடையே  மோகம் எந்நாளும் என்னை வாட்டுதே  அன்பே வா ஆ… ஆ…  பெண் : காதல் நிலாவே பூவே  கை மீது சேர வா  ஆசைக் கனாவே வாழ்வே  ஆவல்கள் தீர வா  மணி ஊஞ்சல் தானாட  அதன் மேலே நானாட  இள மாலை நேரம்தான்  ஆண் : காதல் நிலாவே பூவே  கை மீது சேர வா  பெண் : நாளும் உனைக் கூவிடும்  குயிலாக பூங்குயில்  நீயும் எனை வாட்டினால்  உறவேது பூமியில்  ஆண் : நான் விரும்பும் பொன் மான்  தாமரை நெஞ்சம்  நாள் முழுக்க என் மேல்  சாய்ந்திடக் கெஞ்சும்  பெண் : சேராது உன் மடி  தனிமையில் தூங்காது பூங்கொடி  கூடும் சந்தோஷம் இன்று வாய்த்ததே  அன்பே வா ஆ… ஆ…  ஆண் : காதல் நிலாவே பூவே  கை மீது சேர வா  ஆசைக் கனாவே வாழ்வே  ஆவல்கள் தீர வா  பெண் : மணி ஊஞ்சல் தானாட  அதன் மேலே நானாட  இள மாலை நேரம்தான்","metaphors":[{"metaphor":"காதல் நிலாவே","target":"நிலா","source":"பெண்","interpretation":"ஒளிபொருந்திய"},{"metaphor":"பூவே கை மீது சேர வா","target":"பூ","source":"பெண்","interpretation":"மென்மை"},{"metaphor":"ஏட்டில் ஒரு பாவலன் எழுதாத காவியம்","target":"எழுதாத காவியம்","source":"காதல்","interpretation":"பெருமதிப்பு"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2000,"album":"மணிக்குயில்","song_name":"ஒரு நாடோடி","lyricist":"வாலி","composer":"இளையராஜா","lyrics":"ஆண் : ஹ்ம்ம்…..ம்ம்…..ம்….ம்ம்….ம்ம்….  ஹ்ம்ம்….ம்ம்….ம்ம்…..ம்ம்….  ஹ்ம்ம் ம்ம் ம்ம் ஹ்ம்ம்ம்  ஆண் : ஒரு நாடோடி பூங்காத்து சிந்து படிக்கும்  இது ஓடோடி ஊரெங்கும் தேனத் தெளிக்கும்  நீ கேளு தாய் போல நெஞ்சை இது தாலாட்டும்  நாள் தோறும் தாலாட்டில் உன்னை இது நீராட்டும்  வண்ணக் கிளியே ஹோ…..ஹோ…..ஹோ….  ஆண் : ஒரு நாடோடி பூங்காத்து சிந்து படிக்கும்  இது ஓடோடி ஊரெங்கும் தேனத் தெளிக்கும்  ஆண் : வாய்க்காலில் காலை விட்டால் ஆழம் புரியும்  மேலாகப் பார்த்து நின்றால் என்ன தெரியும்  வாய்ப் பாட்டை கேட்ட பின்னால் என்னைப் புரியும்  கேட்காமல் கதை அளந்தால் என்ன தெரியும்  என்னுடைய பாட்டுக்குள்ளே மண்ணின் மணம் வீசிடும்  முத்தமிழில் மூடி வைத்த சொத்துகளை பேசிடும்  பாட்டெடுத்தா பட்ட மரம் பூப் பூத்திடும்  மலைப் பாறைகளும் வாய் வெடிச்சு நீர் வார்த்திடும்  அட ஊரார்தான் பாராட்டும் பாட்டாளி நான்  ஆண் : ஒரு நாடோடி பூங்காத்து சிந்து படிக்கும்  இது ஓடோடி ஊரெங்கும் தேனத் தெளிக்கும்  ஆண் : கல்யாணம் காட்சிக்கென்று பாட்டு இருக்கு  கூத்தாடும் மேடைக்கென்று பாட்டு இருக்கு  தைப் பொங்கல் தீவாளிக்கும் பாட்டு இருக்கு  முந்நூறு நாட்களுக்கும் பாட்டு இருக்கு  ஆனாலும் பாட்டு எல்லாம் மக்களைப் போய்ச் சேரணும்  இல்லாட்டி வாய் கிழிய ஏதுக்கிங்கு பாடணும்  வாயெடுத்து சொன்னதெல்லாம் பாட்டாகுமா  சும்மா தீ எடுத்து வெச்சதெல்லாம் வேட்டாகுமா  அட நீ பாடு எல்லோர்க்கும் பொதுவாகத்தான்  ஆண் : ஒரு நாடோடி பூங்காத்து சிந்து படிக்கும்  இது ஓடோடி ஊரெங்கும் தேனத் தெளிக்கும்  நீ கேளு தாய் போல நெஞ்சை இது தாலாட்டும்  நாள் தோறும் தாலாட்டில் உன்னை இது நீராட்டும்  வண்ணக் கிளியே ஓ… ஓ… ஹோ","metaphors":[{"metaphor":"ஒரு நாடோடி பூங்காத்து சிந்து படிக்கும்","target":"நாடோடி பூங்காத்து","source":"பெண்","interpretation":"மென்மை"},{"metaphor":"நாள் தோறும் தாலாட்டில் உன்னை இது நீராட்டும் வண்ணக் கிளியே","target":"வண்ணக் கிளி","source":"பெண்","interpretation":"அன்பு"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2000,"album":"மணிக்குயில்","song_name":"தண்ணீரிலே முகம்","lyricist":"வாலி","composer":"இளையராஜா","lyrics":"குழு : ஹோ ஓஒ ஒ ஹோ ஓஒ  ஹோ ஓஒ ஒ ஹோ ஓஒ  குழு : லுலுலுலு லுலுலுலு  பெண் : தண்ணீரிலே முகம் பார்க்கும் ஆகாயமே  நல்ல பன்னீரிலே நீராடும் பூந்தோட்டமே  இன்னார்க்கு இன்னார்தான் சாமி சொன்னதம்மா  கல்யாணம் வைபோகம் தன்னால் ஆகுமம்மா  இனி உன்னை விட்டு நான் வாழ ஆகாதம்மா  ஆண் : தண்ணீரிலே முகம் பார்க்கும் ஆகாயமே  நல்ல பன்னீரிலே நீராடும் பூந்தோட்டமே  ஆண் : உன்னிடத்தில் இத்தனை நாள்  உண்மை ஒன்றை மறைத்ததுண்டு  சின்னஞ்சிறு வயது முதல்  எனக்கொரு மனைவி உண்டு  கோபம் கொள்ள வேண்டாம் அம்மா ஹோய்  தாங்கிக் கொள்ள வேண்டும் அம்மா  பெண் : நல்லவன் என்று உன்னையே நினைத்தேனே  உண்மை அறிந்து துடித்தேன் நான் தானே  போட்டதென்ன வேஷம் இனி போதும் போதும் மோசம்  ஆண் : நான் சொன்ன சம்சாரம் எந்தன் சங்கீதம்  இதைக் கண்டு கொள்ள முடியாமல் ஆர்பாட்டமா  பெண் : தண்ணீரிலே முகம் பார்க்கும் ஆகாயமே  நல்ல பன்னீரிலே நீராடும் பூந்தோட்டமே  ஆண் : இன்னார்க்கு இன்னார்தான் சாமி சொன்னதம்மா  கல்யாணம் வைபோகம் தன்னால் ஆகுமம்மா  இனி உன்னை விட்டு நான் வாழ ஆகாதம்மா  ஆண் : தண்ணீரிலே முகம் பார்க்கும் ஆகாயமே  நல்ல பன்னீரிலே நீராடும் பூந்தோட்டமே  பெண் : நெஞ்சை அள்ளும் பாடலிலே  என்னை அள்ளிக் கொடுத்து விட்டேன்  நல்ல இசைத் தேடலிலே  வேறெதையும் மறந்து விட்டேன்  என்னுடைய சங்கீதம் நீ ஹோ ஹோ  உன்னுடைய சாரீரம் நான்  ஆண் : ஒன்றை ஒன்று தான் இனி மேல் பிரியாது  அள்ள அள்ளத்தான் அமுதம் குறையாது  தெள்ளு தமிழ் பள்ளு உன் கண்ணில் உள்ள கள்ளு  பெண் : எந்நாளும் உன் நாதம் என்னை நீங்காது  இனி காலம் தோறும் ஓயாது ஆலாபனம்  ஆண் : தண்ணீரிலே முகம் பார்க்கும் ஆகாயமே  நல்ல பன்னீரிலே நீராடும் பூந்தோட்டமே  பெண் : இன்னார்க்கு இன்னார்தான் சாமி சொன்னதம்மா  கல்யாணம் வைபோகம் தன்னால் ஆகுமம்மா  ஆண் : இனி உன்னை விட்டு நான் வாழ ஆகாதம்மா","metaphors":[{"metaphor":"என்னுடைய சங்கீதம் நீ","target":"சங்கீதம்","source":"ஆண்","interpretation":"கலை"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2000,"album":"சின்ன ஜாமீன்","song_name":"ஒரு மந்தர பூ","lyricist":"வாலி","composer":"இளையராஜா","lyrics":"ஆண் : ஒரு மந்தாரப்பூ  வந்தா மந்திரமா….ஓ….  அவ முத்தம் ஒண்ணு  தந்தா தந்திரமா  பெண் : ஒரு மந்தாரப்பூ  வந்தா மந்திரமா….ஓ….  அவ முத்தம் ஒண்ணு  தந்தா தந்திரமா  ஆண் : மலையோரம் மாந்தோப்பு  மாந்தோப்பில் பூங்காத்து  சுகமாக வீசும்  சாயங்கால வேளையில்….  பெண் : ஒரு மந்தாரப்பூ  வந்தா மந்திரமா….ஓ….  அவ முத்தம் ஒண்ணு  தந்தா தந்திரமா  பெண் : நித்தம் நித்தம்  நான் குளிக்கும் மஞ்சளுக்கு  ஒன்ன விட்டா  யாருமில்ல காவலுக்கு  ஆண் : நெஞ்சுக்குள்ள  உன்னை வச்சேன் பத்திரமா  நான் ரசிக்கத்  தீட்டி வச்சேன் சித்திரமா  பெண் : உன்னால ராத்திரி  தூக்கம் கெட்டுப் போகுது  ஆண் : ஒத்தையில தூங்குனா  என் உடம்பு நோவுது  பெண் : உன்ன விட்டு அஞ்சு நிமிஷம்  என்னால் வாழ ஆவாது  ஆண் : ஒரு மந்தாரப்பூ  வந்தா மந்திரமா….ஓ….  அவ முத்தம் ஒண்ணு  தந்தா தந்திரமா  பெண் : மலையோரம் மாந்தோப்பு  மாந்தோப்பில் பூங்காத்து  சுகமாக வீசும்  சாயங்கால வேளையில்….  ஆண் : ஒரு மந்தாரப்பூ  வந்தா மந்திரமா….ஓ….  அவ முத்தம் ஒண்ணு  தந்தா தந்திரமா  ஆண் : வெத்தலைய பாக்கு வச்சு  நான் கொடுப்பேன்  நீ சுவைச்சு  மிச்சம் மீதி நான் எடுப்பேன்  பெண் : செம்பெடுத்துப்  பால் நிரப்பி நான் கொடுப்பேன்  நீ குடிச்ச  மிச்சம் மீதி நான் குடிப்பேன்  ஆண் : ஒண்ணாகச் சேர்ந்துதான்  சந்திரனைப் பாக்கணும்  பெண் : உண்டான ஏக்கத்தை  ரெண்டு பேரும் தீர்க்கணும்  ஆண் : நள்ளிரவில் நாம கலந்தா  கோழி கூவக் கூடாது….  பெண் : ஒரு மந்தாரப்பூ  வந்தா மந்திரமா….ஓ….  அவ முத்தம் ஒண்ணு  தந்தா தந்திரமா  ஆண் : மலையோரம் மாந்தோப்பு  மாந்தோப்பில் பூங்காத்து  சுகமாக வீசும்  சாயங்கால வேளையில்….","metaphors":[{"metaphor":"ஒரு மந்தாரப்பூ வந்தா மந்திரமா","target":"மந்தாரப்பூ","source":"பெண்","interpretation":"மென்மையான அழகு"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2000,"album":"உத்தம ராசா","song_name":"இந்த மாமனோட மனசு","lyricist":"வாலி","composer":"இளையராஜா","lyrics":"பெண் : இந்த மாமனோட மனசு  மல்லியப்பூ போலே பொன்னானது  இந்த வண்ண மயில் அதனால்  எண்ணியது போலே பூச்சூடுது  பெண் : குத்தால குளுமையும்  கூடி வருது  சந்தோஷ நெனப்பொரு  கோடி வருது  சொல்ல வார்த்தை ஏதும் இல்லை  பெண் : மாமனோட  ஹே மாமனோட மனசு  மல்லியப்பூ போலே பொன்னானது  இந்த வண்ண மயில் அதனால்  எண்ணியது போலே பூச்சூடுது  ஆண் : அக்காளின் மகளுக்கு  கேட்டதை நான் கொடுப்பேன்  மனசில் இப்ப அல்லாடி கிடக்கிற  ஆசைய நான் முடிப்பேன்  பெண் : விரும்பியது இந்நேரம்  கிடைகிற போது  வரும் ஏக்கம் நெஞ்சில் ஏது  ஆண் : எல்லோர்க்கும் நினைத்தது போலே  மண வாழ்க்கை வாய்த்திடாது  பெண் : எப்போதும் ஒருவனை  எண்ணி தவித்தேன்  ஆண் : இப்போது நான் அதை  கண்டு பிடித்தேன்  பெண் : கெட்டி மேளம் கேட்கும்  நேரம் கூட  பெண் : மாமனோட  ஆண் : இந்த மாமனோட மனசு  மல்லியப்பூ போலே பொன்னானது  இந்த வண்ண மயில் அதனால்  எண்ணியது போலே பூச்சூடுது  ஆண் : குத்தால குளுமையும்  கூடி வருது  சந்தோஷ நெனப்பொரு  கோடி வருது  சொல்ல வார்த்தை ஏதும் இல்லை  ஆண் : மாமனோட  இந்த மாமனோட மனசு  மல்லியப்பூ போலே பொன்னானது  இந்த வண்ண மயில் அதனால்  எண்ணியது போலே பூச்சூடுது  பெண் : பொன்னான நகைகளும்  மாலையும் போட்டிருப்பேன்  மணவறையில் கண்ணாலே உனக்கொரு  நன்றியை நானுரைபேன்  ஆண் : எனக்கு அன்று சொல்லாத  உணர்வுகள் கூடும்  விழி ஓரம் ஈரமாகும்  பெண் : கல்யாண கனவுகள் யாவும்  கையில் சேரும் நேரம் ஆகும்  ஆண் : பல்லாண்டு படித்திடும்  ஊர் முழுதும்  பெண் : வண்டாட்டம் பறந்திடும்  வஞ்சி மனதும்  ஆண் : மஞ்சத் தாலி மார்பில்  ஊஞ்சலாட  ஆண் : மாமனோட  பெண் : ஹே மாமனோட மனசு  மல்லியப்பூ போலே பொன்னானது  ஆண் : இந்த வண்ண மயில் அதனால்  எண்ணியது போலே பூச்சூடுது  பெண் : குத்தால குளுமையும்  கூடி வருது  சந்தோஷ நெனப்பொரு  கோடி வருது  சொல்ல வார்த்தை ஏதும் இல்லை","metaphors":[{"metaphor":"இந்த வண்ண மயில் அதனால் எண்ணியது போலே பூச்சூடுது","target":"வண்ண மயில்","source":"பெண்","interpretation":"அழகு"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2000,"album":"உத்தம ராசா","song_name":"பாவலர் பட்டு","lyricist":"வாலி","composer":"இளையராஜா","lyrics":"ஆண் : பாவலரு பாட்டு  இது பண்ண புற பாட்டு  கூடலூர் தாண்டி  இது குமுளி போகும் பாட்டு  ஆண் : எங்க இசை பாட்டு  அது எட்டு திசை கூறும்  எங்களது ஊரு  ஒரு சங்க தமிழ் கூடம்  ஆண் : ஊற சுத்தும் ராசத்தியே  தேனில் ஊற வெச்ச ரோசா பூவே  எங்க ஊற சுத்தும் ராசாத்தியே  தேனில் ஊற வெச்ச ரோசா பூவே  ஆண் : பாவலரு பாட்டு  இது பண்ண புற பாட்டு  கூடலூர் தாண்டி  இது குமுளி போகும் பாட்டு  ஆண் : அஞ்சு வித சாதி  இதில் ஆளுக்கொரு நீதி  எங்களது ஊரில் இல்லை ஓஹ்ஹோ  நஞ்சை ஒரு பாதி நல்ல  புஞ்சை ஒரு பாதி  பஞ்சம் பசி ஏதும் இல்ல  ஆண் : மாடு கட்டி போட்டு  நாங்க போர் அடிச்சு பாத்து  ஆகவில்லை வேலை என்று ஓஹ்ஹோ  ஆணை கட்டி நாங்க  நெல்லு போர் அடிச்சு பார்த்த  முப்பாட்டனின் காலம் உண்டு  ஆண் : போட்டி இல்லை பூசல் இல்ல  உழைக்கிறோம்  ஒர் தாய் வயித்து பிள்ளைய போல்  பொழைக்கிறோம்  கட்சி இல்லை கொடியும் இல்ல  சிரிக்கிறோம்  ஊர் மொத்தமுமே ஒத்துமையா  இருக்கிறோம்  ஆண் : எங்க ஊற சுத்தும் ராசாத்தியே  தேனில் ஊற வெச்ச ரோசா பூவே  ஆண் : பாவலரு பாட்டு  இது பண்ண புற பாட்டு  கூடலூர் தாண்டி  இது குமுளி போகும் பாட்டு  ஹோய் ஹோய் ஹோய் ஹோய்  குழு : ஓஹோ ஊ ஊ ஹோ ஊ ஊ ஊ  ஓஹோ ஊ ஊ ஹோ ஊ  ஓஹோ ஊ ஊ ஹோ ஊ ஊ ஊ  ஆண் : பாசி மணி ஊசி விற்கும்  ஆதி மல வாசி  எல்லை புற காட்டில் உண்டு ஹோ  டப்பாகளில் தாளம்  நடதப்பாம தான் போடும்  லம்பாடிகள் ஆட்டம் உண்டு  ஆண் : ஆல மர ஊஞ்சல்  கட்டி ஆடுகிற பெண்கள்  சிட்டு சிட்டா ஊரில் உண்டு ஹோ  சின்னஞ்சிறு சிட்டு  அதன் தாவணிய தொட்டு  சீண்டுகிற தென்றல் உண்டு  ஆண் : சீறி வந்த புலிய கூட  முரத்தினால்  ஓர் பரத்தி எங்கள் ஊரில்தான்  துரத்தினாள்  சிந்தையில்லா வீரமுள்ள  பொண்ணு தான்  பேர் சொல்லும் படி வாழ்ந்ததிந்த  மண்ணு தான்  ஆண் : எங்க ஊற சுத்தும்  ராசதியே ஹோய்  தேனில் ஊற வெச்ச ரோசா பூவே  ஆண் : பாவலரு பாட்டு  இது பண்ண புற பாட்டு  கூடலூர் தாண்டி  இது குமுளி போகும் பாட்டு  ஆண் : எங்க இசை பாட்டு  அது எட்டு திசை கூறும்  எங்களது ஊரு  ஒரு சங்க தமிழ் கூடம்  ஆண் : ஊற சுத்தும் ராசத்தியே  தேனில் ஊற வெச்ச ரோசா பூவே  எங்க ஊற சுத்தும் ராசாத்தியே  தேனில் ஊற வெச்ச ரோசா பூவே  ஏ ஏ ஏ ஏ","metaphors":[{"metaphor":"தேனில் ஊற வெச்ச ரோசா பூவே","target":"ரோசா பூ","source":"பெண்","interpretation":"மென்மையான அழகு"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2000,"album":"காத்திருக்க நேரமில்லை","song_name":"கஸ்துரி மானே மானே","lyricist":"புலமைப்பித்தன்","composer":"இளையராஜா","lyrics":"ஆண் : ஓ……கஸ்தூரி மானே மானே  கண்ணீரில் நீந்தும் மீனே  ஊரெங்கும் தூங்கும் நேரம்  உன் கண்ணில் ஏனோ ஈரம்  கண்ணே உன் அன்னை  நானம்மா ஓ……  ஆண் : தாயே நீ கொஞ்சம் தூங்கம்மா  புது ரோஜா இனி வாடாதே  தந்தை மனம் தூங்காதே ஓ……  ஆண் : ஓ……கஸ்தூரி மானே மானே  கண்ணீரில் நீந்தும் மீனே  கண்ணே உன் அன்னை  நானம்மா ஓ…  கண்ணே உன் அன்னை  நானம்மா  ஆண் : ஆகாசப் பாதை ஓரம்  ஊர்கோலம் போகும் மேகம்  அம்மாவை தேடிப் போகுமா ஓ…..  ஆண் : அம்மாவை நேரில் பார்த்து  ஆராரோ ராகம் கேட்டு  தாலாட்டு நாளை பாடுமா  ஆண் : அந்த மேகம் வரும் பாட்டோடு  தோளில் நீ சாய்ந்தாடு ஓ……ஓ…","metaphors":[{"metaphor":"கஸ்தூரி மானே","target":"கஸ்தூரி மான்","source":"பெண்","interpretation":"துடினம்"},{"metaphor":"கண்ணீரில் நீந்தும் மீனே","target":"கண்ணீரில் நீந்தும் மீன்","source":"சோகமான பெண்","interpretation":"கஷ்டம்"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2000,"album":"தெனாலி","song_name":"ஸ்வாசமே ஸ்வாசமே","lyricist":"பா விஜய்","composer":"ஏ. ஆர். ரஹ்மான்","lyrics":"என்ன சொல்லி என்னைச் சொல்ல காதல் என்னைக் கையால் தள்ள (2) இதயம்தான் சரிந்ததே உன்னிடம் மெல்ல  ஸ்வாசமே ஸ்வாசமே  ஜன்னல் காற்றாகி வா ஜரிகைப் பூவாகி வா மின்னல் மழையாகி வா உயிரின் மூச்சாகி வா (2)  ஸ்வாசமே ஸ்வாசமே (2)  என்ன சொல்லி என்னைச் சொல்ல காதல் என்னைக் கையால் தள்ள (2) இதயம்தான் சரிந்ததே உன்னிடம் மெல்ல  வாசமே வாசமே வாசமே வாசமே என்ன் சொல்லி என்னைச் சொல்ல கண்கள் ரெண்டில் கண்கள் செல்ல சிறகுகள் முளைக்குதே மனசுக்குள் மெல்ல  ஜன்னல் காற்றாகி வா ஜரிகைப் பூவாகி வா மின்னல் மழையாகி வா உயிரின் மூச்சாகி வா  இடது கண்ணாலே அகிம்சைகள் செய்தாய் வலது கண்ணாலே வன்முறை செய்தாய் (2)  ஆறறிவோடு உயிரது கொண்டேன் ஏழாம் அறிவாக காதல் வரக் கண்டேன்  இயற்கையின் கோளாறில் இயங்கிய என்னை செயற்கைக் கோளாக உன்னைச் சுற்றச் வைத்தாய்  அணுசக்திப் பார்வையில் உயிர்சக்தி தந்தாய்  அணுசக்திப் பார்வையில் உயிர்சக்தி தந்தாய் ஸ்வாசமே ஸ்வாசமே  இசைத்தட்டு போலே இருந்த என் நெஞ்சை பறக்கும் தட்டாக பறந்திடச் செய்தாய்  நதிகளில்லாத அரபு தேசம் நான் நைல் நதியாக எனக்குள்ளே வந்தாய்  நிலவு இல்லாத புதன் கிரகம் நானே முழு நிலவாக என்னுடன் சேர்ந்தாய்  எனக்காக நீ கிடைத்தாய் விடிந்து விட்டேனே  வாசமே வாசமே என்ன சொல்லி என்ன சொல்லி என்னைச் சொல்ல காதல் என்னை கையால் தள்ள  ஜன்னல் காற்றாகி வா ஜரிகைப் பூவாகி வா மின்னல் மழையாகி வா உயிரின் மூச்சாகி வா (2)  ஜன்னல் காற்றாகி வா ஸ்வாசமே ஸ்வாசமே ஜரிகைப் பூவாகி வா மின்னல் மழையாகி வா உயிரின் மூச்சாகி வா","metaphors":[{"metaphor":"ஸ்வாசமே","target":"பெண்","source":"ஸ்வாசம்","interpretation":"காதலியின் அவசியம்"},{"metaphor":"ஜன்னல் காற்றாகி வா","target":"பெண்","source":"ஜன்னல் காற்று","interpretation":"காதலியினை ஏங்கி இருத்தல்"},{"metaphor":"ஜரிகைப் பூவாகி வா","target":"பெண்","source":"ஜரிகை பூ","interpretation":"காதலியினை ஏங்கி இருத்தல்"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2001,"album":"ஸ்டார்","song_name":"மனசுக்குள் ஒரு புயல்","lyricist":"வைரமுத்து","composer":"ஏ. ஆர். ரஹ்மான்","lyrics":"மனசுக்குள் ஒரு புயல் மையம் கொண்டதே அதன் பெயர்தான் என்ன புயலுக்கு காதல் என்று பேர் சொல்கின்றாய் அடுத்த நிலைதான் என்ன  இந்தப் புயல் இன்று கரை கடந்தால் இன்னும் என்னென்ன ஆகும் என்னென்ன ஆகும் பூகம்பம் நேரும் பூவில் பூகம்பம் நேரும் பூகம்பம் நேரும் பூவில் பூகம்பம் நேரும்  ஆஹா ஹா ஹா ஹா ஓஹோ ஹோ ஹோ ஹோ ஹோ ஓஹோ ஹோ ஹோ  மூச்சு விடவும் மறந்துவிட்டேன் மூச்சு விடவும் மறந்துவிட்டேன் எனக்கென்று பெயரில்லை அன்பே என் உடலில்லை இங்கே என் உயிரில்லை உயிரே என்ன புதுமை அட தூக்கம் என் இடக் கண்ணில் கனா என் வலக் கண்ணில் நிஜமா  மூங்கிலுக்குள் நுழைகின்ற காற்று முக்தி பெற்று திரும்புதல் போல உன் மடியில் சொல்லால் விழுந்தவன் கவியாய் முளைத்தேன் உன் பொன் மடி வாழ்க  நம் மெய் காதல் வாழ்க நம் மெய் காதல் வாழ்க நம் மெய் காதல் வாழ்க நம் மெய் காதல் வாழ்க  மனசுக்குள் ஒரு புயல் மையம் கொண்டதே அதன் பெயர்தான் என்ன இந்தப் புயல் இன்று கரை கடந்தால் இன்னும் என்னென்ன ஆகும்  மேற்கில் போன பறவை ஒன்று மேற்கில் போன பறவை ஒன்று மே மாதத்தில் எனக்கொரு கன்னிப் பெண் வருமென்று காதில் பண் பாடிவிட்டுச் சென்றது என்ன வியப்பு அந்தப் பாடல் பண் தேயும் முன்னே கண்ணே என் கண்கள் உன்னைக் கண்டது  பருவத்திலே ஒரு முறை பூத்தேன் பார்த்ததிலே மறுமுறை பூத்தேன் உன் மார்பின் மையத்தில் எனக்கொரு குடிசை போட்டு நான் வாழ்ந்திட வேண்டும்  நம் மெய் காதல் வாழ்க நம் மெய் காதல் வாழ்க நம் மெய் காதல் வாழ்க நம் மெய் காதல் வாழ்க நம் மெய் காதல் வாழ்க நம் மெய் காதல் வாழ்க","metaphors":[{"metaphor":"மூங்கிலுக்குள்நுழைகின்ற காற்றுமுக்தி பெற்று திரும்புதல்போல","target":"ஆணின் நிலை","source":"முக்தி பெற்று திரும்புதல் போல","interpretation":"காதலியின் வருகையின் பின்னரான அவன் வாழ்வின் மேன்மை"},{"metaphor":"கவியாய் முளைத்தேன்","target":"ஆண்","source":"கவி","interpretation":"காதலியின் வருகையின் பின்னரான அவன் வாழ்வின் மேன்மை"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2001,"album":"பார்த்தாலே பரவசம்","song_name":"நீதான் என் தேசிய கீதம்","lyricist":"வாலி","composer":"ஏ. ஆர். ரஹ்மான்","lyrics":"காதலே ஜெயம்  நீதான் என் தேசிய கீதம் ரஞ்சனோ ரஞ்சனா ரஞ்சனோ ரஞ்சனா நீதான் என் தேசிய கீதம் ரஞ்சனோ ரஞ்சனா  என் ஒரே பாடலே உயிர் காதலே என் மரியாதைக்கு உரியவளே மனதிற்கு இனியவளே காலையும் நீயே மாலையும் நீயே கனவிலும் நீயே நினைவிலும் நீயே  நீதான் என் தேசிய கீதம் ரஞ்சனோ ரஞ்சனா ரஞ்சனோ ரஞ்சனா  ஆஆ ஆஆஆஆ என் பிறவா மழலைகளை உன் விழியில் பார்க்கிறேன் பெண் : ஆஆ ஆஹான் ஆஹான்  என் பிரவா மழலைகளை விழியில் பார்க்கிறேன் நான் எழுதா கவிதைகளை மொழியில் கேட்கிறேன் உன் மொழியில் கேட்கிறேன்  நான் வேண்டிய வரங்களை வரவில் பார்க்கிறேன் உன் வரவில் பார்க்கிறேன் என் விடியா இரவுகளை என் விடியா இரவுகளை உறவில் பார்க்கிறேன் உன் உறவில் பார்க்கிறேன்  காதலே ஜெயம் காதலே ஜெயம் காண்பதா உண்மையம் என் மரியாதைக்கு உரியவளே  காதலே ஜெயம்  நீதான் என் தேசிய கீதம் ரஞ்சனோ ரஞ்சனா ரஞ்சனோ ரஞ்சனா நீதான் என் தேசிய கீதம் ரஞ்சனோ ரஞ்சனா  என் ஒரே பாடலே உயிர் காதலே என் மரியாதைக்கு உரியவளே மனதிற்கு இனியவளே காலையும் நீயே மாலையும் நீயே கனவிலும் நீயே நினைவிலும் நீயே  நீதான் என் தேசிய கீதம் ரஞ்சனோ ரஞ்சனா ரஞ்சனோ ரஞ்சனா  ஆஆ ஆஆஆஆ என் பிறவா மழலைகளை உன் விழியில் பார்க்கிறேன் ஆஆ ஆஹான் ஆஹான்  என் பிரவா மழலைகளை விழியில் பார்க்கிறேன் நான் எழுதா கவிதைகளை மொழியில் கேட்கிறேன் உன் மொழியில் கேட்கிறேன்  நான் வேண்டிய வரங்களை வரவில் பார்க்கிறேன் உன் வரவில் பார்க்கிறேன் என் விடியா இரவுகளை என் விடியா இரவுகளை உறவில் பார்க்கிறேன் உன் உறவில் பார்க்கிறேன்  காதலே ஜெயம் காதலே ஜெயம் காண்பதா உண்மையம் என் மரியாதைக்கு உரியவளே மனதிற்கு இனியவளே ஆஹான் ஹாஹா ஹாஹா ஹாஹா  நீதான் என் தேசிய கீதம் ரஞ்சனோ ரஞ்சனா ரஞ்சனோ ரஞ்சனா மனதிற்கு இனியவளே ஆஹான் ஹாஹா ஹாஹா ஹாஹா  நீதான் என் தேசிய கீதம் ரஞ்சனோ ரஞ்சனா ரஞ்சனோ ரஞ்சனா","metaphors":[{"metaphor":"நீதான் என் தேசிய கீதம்","target":"பெண்","source":"தேசிய கீதம்","interpretation":"காதலியின் மகிமை"},{"metaphor":"என் ஒரே பாடலே","target":"பெண்","source":"பாடல்","interpretation":"காதலியின் மகிமை"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2001,"album":"அல்லி அர்ஜுனா","song_name":"சொல்லாயோ சோலைக்கிளி","lyricist":"வைரமுத்து","composer":"ஏ. ஆர். ரஹ்மான்","lyrics":"சொல்லாயோ சோலைக் கிளி சொல்லும் உந்தன் ஒரு சொல்லில் உயிர் ஒன்று ஊசல் ஆடுதே  ஓஹோ ஓஓஓஓஓஓ ஓஹோ ஓஓஓஓஓஓ  சொல்லாயோ சோலைக் கிளி சொல்லும் உந்தன் ஒரு சொல்லில் உயிர் ஒன்று ஊசல் ஆடுதே இந்த ஊமை நாடகம் முடிந்ததே குயில் பாடிச் சொல்லுதே நம் காதல் வாழ்கவே  சொல்லாதே சோலைக்கிளி சொல்லை கடந்த காதலிது கண் மூலம் காதல் பேசுதே  பச்சைக் கிளை இலைகளுக்குள்ளே பச்சைக் கிளி ஒளிதல் போல இச்சைக் காதல் நானும் மறைத்தேன்  பச்சைக் கிளி மூக்கைப் போல வெட்கம் உன்னை காட்டிக் கொடுக்க காதல் உள்ளம் கண்டு பிடித்தேன்  பூ இல்லாமல் சோலை இல்லை பொய்யில்லாமல் காதல் இல்லை பொய்யைச் சொல்லி காதல் வளர்த்தேன்  பொய்யின் கையில் ஆயிரம் பூட்டு மெய்யின் கையில் ஒற்றைச்சாவி எல்லா பூட்டும் இன்றே திறந்தேன் ஹோ ஹோ ஹோ ஓ  சொல்லாதே சோலைக்கிளி சொல்லை கடந்த காதலிது கண் மூலம் காதல் பேசுதே  ஹோய் சொல்லாயோ சோலைக் கிளி சொல்லும் உந்தன் ஒரு சொல்லில் உயிர் ஒன்று ஊசல் ஆடுதே இந்த ஊமை நாடகம் முடிந்ததே குயில் பாடிச் சொல்லுதே நம் காதல் வாழ்கவே  ஓஹோ ஹோ ஓஹோஹோ ஓ ஓஹோ ஹோ ஓஹோ ஓ ஓஹோ ஹோ ஓஹோஹோ ஓ ஓஹோ ஹோ ஓஹோ ஓ ஓஹோ ஹோ ஓஹோஹோ ஓ ஓஹோ ஹோ ஓஹோஹோ ஓ ஓஹோஹோ  சேராத காதலர்கெல்லாம் சேர்த்து நாம் காதல் செய்வோம் காதல் கொண்டு வானை அளப்போம்  புதிய கம்பன் தேடிப்பிடித்து லவ்வாயனம் எழுதிடச்செய்வோம் நிலவில் கூடி கவிதை படிப்போம்  கொஞ்சம் கொஞ்சம் ஊடல் கொள்வோம் நெஞ்சும் நெஞ்சும் மோதிக் கொள்வோம் சண்டை போட்டு இன்பம் வளர்போம்  பூவும் பூவும் மோதிக் கொண்டால் தேனைத்தானே சிந்திச்சிதறும் கையில் அள்ளி காதல் குடிப்போம்  ஓஹோ ஹோ ஓஹோஹோ ஓ ஓஹோ ஹோ ஹோ ஓஹோ ஹோ ஹோ ஓஓ ஹோ ஓஓஓஓஹோ ஓ ஓ ஹோ ஹோ ஓ ஓஹோ ஹோ","metaphors":[{"metaphor":"சோலைக் கிளி","target":"பெண்","source":"சோலைக்கிளி","interpretation":"காதலி சார் வர்ணணை"},{"metaphor":"பச்சைக் கிளைஇலைகளுக்குள்ளேபச்சைக் கிளி ஒளிதல்போல இச்சைக் காதல்நானும் மறைத்தேன்","target":"மறைதல்","source":"பச்சைக் கிளி ஒளிதல்","interpretation":"காதலை மறைத்தல்"},{"metaphor":"பச்சைக் கிளி மூக்கைப் போல","target":"பெண்ணின் மூக்கு","source":"பச்சை கிளி மூக்கு","interpretation":"பெண்ணின் உடல்/ மூக்கு  சார் விபரிப்பு"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2002,"album":"பாபா","song_name":"மாயா மாயா","lyricist":"வாலி","composer":"ஏ. ஆர். ரஹ்மான்","lyrics":"கதம் கதம்  .  மாயா மாயா மாயா எல்லாம் மாயா சாயா சாயா சாயா எல்லாம் சாயா மாயா மாயா மாயா எல்லாம் மாயா சாயா சாயா சாயா  சந்தோஷி சந்தோஷி சந்தோஷி நீ சந்தோஷம் கொண்டாடும் சந்நியாசி சந்தோஷி சந்தோஷி சந்தோஷி உன் சந்தோஷம் உன் கையில் நீ யோசி  மாயா மாயா மாயா எல்லாம் மாயா சாயா சாயா சாயா எல்லாம் சாயா (2)  பட்டும் படாமலே தொட்டும் தொடாமலே தாமரை இளைத்த நீர் போல் நீ ஒட்டி ஒட்டாமலிரு (2)  மாயா மாயா மாயா எல்லாம் மாயா சாயா சாயா சாயா எல்லாம் சாயா  வாசனை இருக்கும் வரையினில் சிரிக்கும் பூக்களின் கதை தான் பூமியில் நமக்கும் உலகினில் எதுவும் நிரந்தரம் இல்லை உறங்கிடும் வரையில் சுதந்திரம் இல்லை அவனவன் சொல்வான் ஆயிரம் சேதி அளப்பவன் பேர்தான் அரசியல் வாதி அதற்கென்ன செய்ய அது அந்த பதவியின் ஜாதி உனது கை கால்களே உதவும் நண்பர்களே  திரைகடல் மேல் எண்ணெய் துளியினை போல் நீ ஒட்டி ஒட்டாமலிரு  மாயா மாயா மாயா எல்லாம் மாயா சாயா சாயா சாயா எல்லாம் சாயா (2)  சந்தோஷி சந்தோஷி சந்தோஷி நீ சந்தோஷம் கொண்டாடும் சந்நியாசி சந்தோஷி சந்தோஷி சந்தோஷி உன் சந்தோஷம் உன் கையில் நீ யோசி  மாயா மாயா மாயா எல்லாம் மாயா சாயா சாயா சாயா எல்லாம் சாயா (2)  பட்டும் படாமலே தொட்டும் தொடாமலே தாமரை இளைத்த நீர் போல் நீ ஒட்டி ஒட்டாமலிரு (2)  மாயா மாயா மாயா எல்லாம் மாயா சாயா சாயா சாயா எல்லாம் சாயா  ..","metaphors":[{"metaphor":"தாமரை இளைத்த நீர் போல்","target":"மனிதன்","source":"தாமரை இலை தண்ணீர்","interpretation":"வாழ்வில் பிடிப்பற்ற தன்மை"},{"metaphor":"திரைகடல் மேல்எண்ணெய் துளியினை போல்","target":"மனிதன்","source":"திரைகடல் மேல் எண்ணெய் துளி","interpretation":"வாழ்வில் பிடிப்பற்ற தன்மை"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2002,"album":"காதல் வைரஸ்","song_name":"சொன்னாலும்","lyricist":"வாலி","composer":"ஏ. ஆர். ரஹ்மான்","lyrics":"சொன்னாலும் கேட்பதில்லை கன்னி மனது சொன்னாலும் கேட்பதில்லை கன்னி மனது  ஒன்றை மறைத்து வைத்தேன் சொல்ல தடை விதித்தேன் நெஞ்சை நம்பி இருந்தேன் அது வஞ்சம் செய்தது சொன்னாலும் கேட்பதில்லை கன்னி மனது  ஓ கன்னி மனம் பாவம் என்ன செய்ய கூடும் உன்னை போல அல்ல உண்மை சொன்னது – நீ  சொன்னாலும் கேட்பதில்லை கன்னி மனது  உனை தவிர எனக்கு விடியலுக்கோர் கிழக்கு உலகினில் உள்ளதோ உயிரே  சூரிய விளக்கில் சுடர் விடும் கிழக்கு கிழக்கு-க்கு நீ தான் உயிரே  எல்லாம் தெரிந்திருந்தும் என்னை புரிந்திருந்தும் சும்மா இருக்கும் படி சொன்னேன் நூறு முறை சொன்னாலும் கேட்பதில்லை கன்னி மனது ஓ நங்கை உந்தன் நெஞ்சம் நான் கொடுத்த லஞ்சம் வாங்கி கொண்டு இன்று உண்மை சொன்னது  சொன்னாலும் சொன்னாலும் கேட்பதில்லை கன்னி மனது  ..  விழி சிறையில் பிடித்தாய் விலகுதல் போல் நடித்தாய் தினம் தினம் துவண்டேன் தளிரே  நதி என நான் நடந்தேன் அணை தடுத்தும் கடந்தேன் கடைசியில் கலந்தேன் கடலே  எல்லாம் தெரிந்திருந்தும் என்னை புரிந்திருந்தும் சும்மா இருக்கும் படி சொன்னேன் நூறு முறை  பூ எடுத்து நீரில் பொத்தி வைத்து பாரு வந்து விடும் மேலே வஞ்சி கொடியே  சொன்னாலும் சொன்னாலும் கேட்டிராது கன்னி மனது  சொன்னாலும் கேட்பதில்லை கன்னி மனது","metaphors":[{"metaphor":"விழி சிறையில்","target":"விழி","source":"சிறை","interpretation":"பெண்ணின் உடல்/ கண் சார் வர்ணணை"},{"metaphor":"நதி என நான் நடந்தேன்","target":"ஆண்","source":"நதி","interpretation":"காதலனின் பயணம்"},{"metaphor":"கடலே","target":"பெண்","source":"கடல்","interpretation":"காதலியின் வியாபகம்"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2002,"album":"காதல் வைரஸ்","song_name":"வான் நிலா","lyricist":"வாலி","composer":"ஏ. ஆர். ரஹ்மான்","lyrics":"வான் நிலா தரும் ஒளி இவள் விழி தேன் பலா தரும் சுவை இவள் மொழி தமிழ்தானோ  பாற்புகழ் நைல் நதி இவள் நடை தாமரை மலர்கொடி இவள் இடை தமிழ் பெண்ணோ  உன் அழகினை பாட என் தமிழ் மொழி போதாது நான் உவமைகள் சொன்னால் அது முழுமையென்றாகாது  நீ ஒரே ஒருதரம் பிறந்தவள் அவன் படைப்பினில் மிக சிறந்தவள் ஓஹோஹோ ஹோ ஓஓ ஓஓ  சிலு சிலுவென விழும் புது பனி துளியோ மழை எழுதும் முதல் கவியோ தம் தம் தம் சங் சங்கீதம் கொலுசோடு ஜல் நீலம் தொயித்த அந்த ஆகாயம் உந்தன் மேலாடும் நூலாடையோ  ஒரு சரம் சிரிக்கையில் தெரிக்கையில் புது புது கவிதைகள் புறப்படும் புலப்படும்  ரதியே ரதம்போல் நடந்தேன் நீ வரும் வழி எங்கும் குறுஞ்சி மலர்போல் குலுங்கும் கூர் நெருஞ்சி முள் என்றும்  நதிக்குள் குதிக்கும் மீன்கள் உன் நீள் விழி கண்டு நிலத்தில் வாழும் மீனோ என வியர்ப்பது உண்டு  வான் நிலா தரும் ஒளி இவள் விழி தேன் பலா தரும் சுவை இவள் மொழி தமிழ்தானோ பாற்புகழ் நைல் நதி இவள் நடை தாமரை மலர்கொடி இவள் இடை தமிழ் பெண்ணோ  தினம் தினம் மனதினில் முதல் முகமெழுதி ரசித்திருப்பேன் உயிர் தழுவி  கா தல் தே வி என் நெஞ்சம் உன் கோயில் தான் காதல் என்னும் அந்த ஒர் தீபம் எந்தன் எண்ணங்கள் ஏற்றதோ  இடி மின்னல் மழையிலும் அடிகின்ற புயலிலும் உயிர் உள்ள வரையிலும் ஒளி விடும் விளக்கிது  என்னை தான் கணம் நீ பிரிந்தால் நீர் விழிகளும் வார்க்கும் உன்னைதான் வருத்தும் அவள் யார் என இயற்கையும் கேட்கும்  பெண்ணை அழகாய் படைத்தால் அந்த இயற்கையும் வேலை அறிந்தும் என்னையே கேட்டாய் அட இது என்ன லீலை  வான் நிலா தரும் ஒளி இவள் விழி தேன் பலா தரும் சுவை இவள் மொழி தமிழ்தானோ  பாற்புகழ் நைல் நதி இவள் நடை தாமரை மலர்கொடி இவள் இடை தமிழ் பெண்ணோ  உன் அழகினை பாட என் தமிழ் மொழி போதாது நான் உவமைகள் சொன்னால் அது முழுமையென்றாகாது  நீ ஒரே ஒருதரம் பிறந்தவள் அவன் படைப்பினில் மிக சிறந்தவள் ஓஹோஹோ ஹோ ஓஓ ஓஓ","metaphors":[{"metaphor":"வான் நிலா தரும் ஒளிஇவள் விழி","target":"பெண்ணின் விழி","source":"வான் நிலா தரும் ஒளி","interpretation":"பெண்ணின் உடல்/ கண் சார் விபரிப்பு"},{"metaphor":"தேன் பலா தரும் சுவை இவள் மொழி","target":"பெண்ணின் மொழி","source":"தேன் பலா தரும் சுவை","interpretation":"பெண்ணின் குணம்/ குரல்  சார் வர்ணணை"},{"metaphor":"பாற்புகழ் நைல் நதி இவள் நடை","target":"பெண்ணின் நடை","source":"பாற்புகழ் நைல் நதி","interpretation":"பெண்ணின் குணம்/ நடை சார் வர்ணணை"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2003,"album":"எனக்கு 20 உனக்கு 18","song_name":"ஏதோ ஏதோ ஒன்று","lyricist":"பா விஜய்","composer":"ஏ. ஆர். ரஹ்மான்","lyrics":"ஆஆ ஆஆ ஆஆஹா ஓஹோஓஓஓஓ ஓஓஓஹ்ம்ம்  ஏதோ ஏதோ ஒன்று எனக்குள்ளே நுழைந்து ஆயுள் ரேகை நீள செய்கிறதே  காதல் ரேகை ஒன்று இதயத்தை திறந்து செல்லமாக மிரட்டி செல்கிறதே  உயிரே இதயம். உனக்கே உனக்கே  உன்னை போல் ஒரு பெண்ணின் அருகிலே மௌனம் கொல்வது கஷ்டம் நாம் பேசிகொள்ளாத நிமிஷம் எல்லாமே நஷ்டம்  சொற்கள் என்பதில் மிஞ்சும் மொத்தமும் மௌனம் என்பதில் உள்ளது உள்ளது மௌன மிஞ்சினால் பேசி விடுவதே நல்லது  சூரியனை போலே என் முன்பு வந்தாய் பனி துளி போலே பணிந்து விட்டேனே  உயிரே இதயம். உனக்கே உனக்கே  கனவாய் இருந்தால் எதிலே இருப்போம் நிஜமாய் இருந்தால். இன்னும் கேட்போம்  கனவாய் இருந்தால் எதிலே இருப்போம் நிஜமாய் இருந்தால்.இன்னும் கேட்போம் கனவாய் இருந்தால் நிஜமாய் இருந்தால்  ஏதோ ஏதோ ஒன்று எனக்குள்ளே நுழைந்து ஆயுள் ரேகை நீள செய்கிறதே  காதல் ரேகை ஒன்று இதயத்தை திறந்து செல்லமாக மிரட்டி செல்கிறதே  உள்ளே போகிற சுவாசம் என்பது வெளியில் வருவது நியாயம் நியாயம் வெளி வரும் சுவாசம் வாசம் தருவதே மாயம்  கண்கள் காண்கிற கனவு என்பது கருப்பு வெள்ளையில் தோன்றும் தோன்றும் வண்ணமாக அது மாறிவிட்டதே மாயம்  போதி மரம் போலே உந்தன் கண்கள் பார்க்க உந்தன் பார்வையாலே ஞானம் அடைந்தேனே  உயிரே இதயம். உனக்கே உனக்கே  ஏதோ ஏதோ ஒன்று எனக்குள்ளே நுழைந்து ஆயுள் ரேகை நீள செய்கிறதே  காதல் ரேகை ஒன்று இதயத்தை திறந்து செல்லமாக மிரட்டி செல்கிறதே  ஆஆ ஆஆ ஆஆ ஆஹா ஆஆ ஆஆ","metaphors":[{"metaphor":"சூரியனை போலேஎன் முன்பு வந்தாய் பனிதுளி போலே பணிந்துவிட்டேனே","target":"பெண்","source":"சூரியன்","interpretation":"காதலி வரவு பற்றிய வர்ணணை"},{"metaphor":"சூரியனை போலேஎன் முன்பு வந்தாய் பனிதுளி போலே பணிந்துவிட்டேனே","target":"ஆண்","source":"பனித்துளி","interpretation":"காதலி வரவின் பின் காதலன் நிலை"},{"metaphor":"போதி மரம் போலே உந்தன் கண்கள்","target":"பெண்ணின் கண்கள்","source":"போதி மரம்","interpretation":"பெண்ணின் உடல்/ கண் சார் வர்ணணை"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2004,"album":"நியூ","song_name":"மார்கண்டேயா","lyricist":"வாலி","composer":"ஏ. ஆர். ரஹ்மான்","lyrics":"மார்கண்டேயா நீ வருவாயா மார்கண்டேயா நீ வருவாயா  கும்பக்கோணம் சந்தையிலே குண்டுமல்லி வாங்கயிலே நான் பச்ச கொடி காட்டயிலே என் மச்சான் வந்து பார்த்ததென்ன  ஹே மேனியடி உந்தன் மேனியடி மேளம் போலே மேனியடி சொர்க்கம் போகும் ஏணிப்படி சேலை கட்டி நிக்குதடி  அட டடா கோவக்காய பாத்திருக்கேன் பாவக்காய பாத்திருக்கேன் ஆடை கட்டி ஆடுகிற ஆவக்காய பாத்ததில்லே  அட கார சாரம் உள்ளதடா கஞ்சிக்கிது நல்லதடா கொஞ்ச கொஞ்சம் தொட்டுக்கடா ஹே ஹே ஹே ஹே  பூசைக்கின்னு முழு பூசணிக்கா பூசைக்கின்னு பூசணிக்கா வேணும்முன்னு நாள் கணக்கா நின்னு நின்னே கால் வலிக்க இன்று நானே கண்டெடுத்தேன்  எண்ணம் போல மாட்டிகிச்சு மாட்டிகிச்சு வந்திருக்கேன் பூசாரி நான் பூசாரி நான் வந்திருக்கேன் பூசாரி நான்  வந்திருக்கேன் பூசாரி நான் மந்திரிக்க ஆசை பட்டு தட்டடுமா பம்பை அத்தான் கட்டடுமா ரம்பையதான்  ஆண் ஒன்னும் பெண் ஒன்னும் நெருங்கி வர ஆசைகள் நெஞ்சினில் ஒட்டாதா  ஆதியும் அந்தமும் கிலுகிலுக்க ஆனந்தம் பால் மழை கொட்டாதா  ஹே கொல்லுனு கொல்லுனு கொல்லுறியே என்ன நீ மெல்லுறியே மார்கண்டேயா நீ வருவாயா மார்கண்டேயா நீ வருவாயா ஆஆஆ ஆஆஆ ஆஆஆ  ஹே மேனியடி உந்தன் மேனியடி மேளம் போலே மேனியடி சொர்க்கம் போகும் ஏணிப்படி சேலை கட்டி நிக்குதடி  மார்கண்டேயா நீ வருவாயா ஓ ஹா","metaphors":[{"metaphor":"மேளம் போலே மேனியடி","target":"மேனி","source":"மேளம்","interpretation":"காதலியின் உடல் சார் விபரிப்பு"},{"metaphor":"ஆடை கட்டி ஆடுகிற ஆவக்காய பாத்ததில்லே","target":"பெண்","source":"ஆவக்காய்","interpretation":"பெண்ணின் உடல் சார் வர்ணணை"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2005,"album":"அன்பே ஆருயிரே","song_name":"மயிலிறகே மயிலிறகே","lyricist":"வாலி","composer":"ஏ. ஆர். ரஹ்மான்","lyrics":"ம்ம்ம்ம் ம்ம்ம்ம் ம்ம்ம்ம் ம்ம்ம்ம் ம்ம்ம்ம் ம்ம்ம்ம்  மயிலிறகே மயிலிறகே வருடுகிறாய் மெல்ல மழை நிலவே மழை நிலவே விழியில் எல்லாம் உன் உலா  உயிரை தொடர்ந்து வரும் நீதானே மெய் எழுத்து நான் போடும் கை எழுத்து அன்பே  உலக மொழியில் வரும் எல்லாமே நேர் எழுத்து காதல்தான் கள் எழுத்து அன்பே  மயிலிறகாய் மயிலிறகாய் வருடுகிறாய் மெல்ல  மழை நிலவே மழை நிலவே விழியில் எல்லாம் உன் உலா  மதுரை பதியை மறந்து உன் மடியினில் பாய்ந்தது வைகை மெதுவா மெதுவா மெதுவா இந்த வைகையில் வைத்திடு கை  பொதிகை மலையை பிரித்து என் பார்வையில் நீந்துது தென்றல் அதை நான் அதை நான் பிடித்து மெல்ல அடைத்தேன் மனசிறையில்  ஓர் இலக்கியம் நம் காதல் வான் உள்ள வரை வாழும் பாடல்  மயிலிறகாய் மயிலிறகாய் வருடுகிறாய் மெல்ல மழை நிலவாய் மழை நிலவாய் விழியில் எல்லாம் உன் உலா  உயிரை தொடர்ந்து வரும் நீ தானே மெய் எழுத்து நான் போடும் கை எழுத்து அன்பே  உலக மொழியில் வரும் எல்லாமே நேர் எழுத்து காதல்தான் கள் எழுத்து அன்பே  தமிழா தமிழா தமிழா உன் தமிழ் இங்கு சேலையில் வருதா அமிர்தாய் அமிர்தாய் அமிர்தாய் கவி ஆற்றிட நீ வருவாய்  ஒன்றாய் இரண்டாய் மூன்றாய் அந்த வள்ளுவன் தந்தது முப்பால் உனக்கும் எனக்கும் விருப்பம் அந்த மூன்றாம் பால் அல்லவா  பால் விளக்கங்கள் நீ கூறு ஊர் உறங்கட்டும் உரைப்பேன் கேளு  மயிலிறகே மயிலிறகே வருடுகிறாய் மெல்ல மழை நிலவே மழை நிலவே விழியில் எல்லாம் உன் உலா  உயிரை தொடர்ந்து வரும் நீதானே மெய் எழுத்து நான் போடும் கை எழுத்து அன்பே  உலக மொழியில் வரும் எல்லாமே நேர் எழுத்து காதல்தான் கள் எழுத்து அன்பே  மயிலிறகாய் மயிலிறகாய் வருடுகிறாய் மெல்ல  வருடுகிறாய் மெல்ல வருடுகிறாய் மெல்ல வருடுகிறாய் மெல்ல வருடுகிறாய் மெல்ல","metaphors":[{"metaphor":"மயிலிறகே","target":"பெண்","source":"மயிலிறகு","interpretation":"பெண் சார் வர்ணணை"},{"metaphor":"நான் போடும் கை எழுத்து","target":"பெண்","source":"நான் போடும் கையெழுத்து","interpretation":"காதலி சார் விபரிப்பு"},{"metaphor":"மழை நிலவே","target":"பெண்","source":"மழை நிலவு","interpretation":"பெண் சார் வர்ணணை"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2006,"album":"சில்லுனு ஒரு காதல்","song_name":"முன்பே வா","lyricist":"வாலி","composer":"ஏ. ஆர். ரஹ்மான்","lyrics":"முன்பே வா என் அன்பே வா ஊனே வா உயிரே வா முன்பே வா என் அன்பே வா பூ பூவாய் பூப்போம் வா  நான் நானா கேட்டேன் என்னை நானே நான் நீயா நெஞ்சம் சொன்னதே  முன்பே வா என் அன்பே வா ஊனே வா உயிரே வா முன்பே வா என் அன்பே வா பூ பூவாய் பூப்போம் வா  ரங்கோ ரங்கோலி கோலங்கள் நீ போட்டாய் கோலம் போட்டவள் கைகள் வாழி வளையல் சத்தம் ஜல் ஜல் ரங்கோ ரங்கோலி கோலங்கள் நீ போட்டாய் கோலம் போட்டவள் கைகள் வாழி சுந்தர மல்லிகை சந்தன மல்லிகை சித்திர புன்னகை வண்ணம் மின்ன  பூ வைத்தாய் பூ வைத்தாய் நீ பூவைக்கோர் பூ வைத்தாய் மண பூவைத்து பூ வைத்து பூவைக்குள் தீ வைத்தாய் ஓ ஓ  நீ நீ நீ மழையில் ஆட நான் நான் நான் நனைந்தே வாட என் நாளத்தில் உன் ரத்தம் நாடிக்குள் உன் சத்தம் உயிரே ஓ ஹோ  தோளில் ஒரு சில நாளில் தனியென ஆனால் தரையினில் மீன் ஹ்ம்ம் ஹ்ம்ம்  முன்பே வா என் அன்பே வா ஊனே வா உயிரே வா முன்பே வா என் அன்பே வா பூ பூவாய் பூப்போம் வா முன்பே வா என் அன்பே வா பூ பூவாய் பூப்போம் வா  நிலவிடம் வாடகை வாங்கி விழி வீட்டினில் குடி வைக்கலாமா நாம் வாழும் வீட்டுக்குள் வேறாரும் வந்தாலே தகுமா  தேன் மழை தேக்குக்கு நீ தான் உந்தன் தோள்களில் இடம் தரலாமா நான் சாயும் தோள் மேல் வேறாரும் சாய்ந்தாலே தகுமா  நீரும் செம்புல சேறும் கலந்தது போலே கலந்தவர் நாம்  முன்பே வா என் அன்பே வா ஊனே வா உயிரே வா முன்பே வா என் அன்பே வா பூ பூவாய் பூப்போம் வா  நான் நானா கேட்டேன் என்னை நானே நான் நீயா நெஞ்சம் சொன்னதே  முன்பே வா என் அன்பே வா ஊனே வா உயிரே வா முன்பே வா என் அன்பே வா பூ பூவாய் பூப்போம் வா  ரங்கோ ரங்கோலி கோலங்கள் நீ போட்டாய் கோலம் போட்டவள் கைகள் வாழி வளையல் சத்தம் ஜல் ஜல் ரங்கோ ரங்கோலி கோலங்கள் நீ போட்டாய் கோலம் போட்டவள் கைகள் வாழி சுந்தர மல்லிகை சந்தன மல்லிகை சித்திர புன்னகை வண்ணம் மின்ன (2)","metaphors":[{"metaphor":"பூ பூவாய் பூப்போம்","target":"நாம்","source":"பூ","interpretation":"ஒற்றுமை"},{"metaphor":"சித்திர புன்னகை","target":"புன்னகை","source":"சித்திரம்","interpretation":"பெண்ணின் குணம்/ சிரிப்பு சார் விபரிப்பு"},{"metaphor":"நீரும் செம்புலசேறும் கலந்தது போலேகலந்தவர் நாம்","target":"ஆணும் பெண்ணும்","source":"நீரும் செம்பில சேரறும்","interpretation":"காதலனும் காதலியும் இணைந்த தன்மை"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2006,"album":"சில்லுனு ஒரு காதல்","song_name":"நியூயார்க் நகரம்","lyricist":"வாலி","composer":"ஏ. ஆர். ரஹ்மான்","lyrics":"நியூயார்க் நகரம் உறங்கும் நேரம் தனிமை அடர்ந்தது பனியும் படர்ந்தது கப்பல் இறங்கியே காற்றும் கரையில் நடந்தது  நான்கு கண்ணாடி சுவர்களுக்குள்ளே நானும் மெழுகுவர்த்தியும் தனிமை தனிமையோ கொடுமை கொடுமையோ  நியூயார்க் நகரம் உறங்கும் நேரம் தனிமை அடர்ந்தது பனியும் படர்ந்தது கப்பல் இறங்கியே காற்றும் கரையில் நடந்தது  நான்கு கண்ணாடி சுவர்களுக்குள்ளே நானும் மெழுகுவர்த்தியும் தனிமை தனிமையோ தனிமை தனிமையோ கொடுமை கொடுமையோ  ஓ ஓ ஓ ஓ ஓ  பேச்செல்லாம் தாலாட்டுப் போல என்னை உறங்க வைக்க நீ இல்லை தினமும் ஒரு முத்தம் தந்து காலை காபி கொடுக்க நீ இல்லை  விழியில் விழும் தூசி தன்னை எடுக்க நீ இங்கு இல்லை மனதில் எழும் குழப்பம் தன்னை தீர்க்க நீ இங்கே இல்லை  நான் இங்கே நீயும் அங்கே இந்த தனிமையில் நிமிஷங்கள் வருஷம் ஆனதேனோ  வான் இங்கே நீலம் அங்கே இந்த உவமைக்கு இருவரும் விளக்கமானதேனோ ஓ ஓ  நியூயார்க் நகரம் உறங்கும் நேரம் தனிமை அடர்ந்தது பனியும் படர்ந்தது  ஓ ஓ ஓ ஓ ஓ  நாட்குறிப்பில் நூறு தடவை உந்தன் பெயரை எழுதும் என் பேனா எழுதியதும் எறும்பு மொய்க்க பெயரும் ஆனதென்ன தேனா ஓ ஓ ஓ ஓ ஓ  சில்லென்று பூமி இருந்தும் இந்த தருணத்தில் குளிர்காலம் கோடை ஆனதேனோ  வா அன்பே நீயும் வந்தால் செந்தணல் கூட பனிகட்டி போல மாறுமே யே யே யே யே  நியூயார்க் நகரம் உறங்கும் நேரம் தனிமை அடர்ந்தது பனியும் படர்ந்தது கப்பல் இறங்கியே காற்றும் கரையில் நடந்தது  நான்கு கண்ணாடி சுவர்களுக்குள்ளே நானும் மெழுகுவர்த்தியும் தனிமை தனிமையோ தனிமை தனிமையோ கொடுமை கொடுமையோ","metaphors":[{"metaphor":"பேச்செல்லாம் தாலாட்டுப் போல","target":"பேச்சு","source":"தாலாட்டு","interpretation":"பெண்ணின் குணம்/ பேச்சு சார் வர்ணணை"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2006,"album":"வரலாறு","song_name":"காற்றில் ஓர் வார்தை","lyricist":"வைரமுத்து","composer":"ஏ. ஆர். ரஹ்மான்","lyrics":"காற்றில் ஓர் வார்தை.. மிதந்து வர கண்டேன் அதை நான் வாங்கி.. கவிதை செய்து கொண்டேன்  ஹே ஹே ஷா கி பா ஹே ஹே ஷா கி பா ஹே ஹே ஷா கி பா ஹே எஹ் ஹே எஹ் ஹே எஹ்  ஹே ஹே ஷா கி பா ஹே ஹே ஷா கி பா ஹே ஹே ஷா கி பா  காற்றில் ஓர் வார்தை.. மிதந்து வர கண்டேன் அதை நான் வாங்கி.. கவிதை செய்து கொண்டேன்  கண்களை தொலைத்து விட்டு.. கைகளால் துலாவி வந்தேன் மண்ணிலே கிடந்த கண்ணை.. இன்றுதான் அறிந்து கொண்டேன் உன் கண்ணில் தான் கண் விழிப்பேன்..  ஹே ஹே ஷா கி பா ஹே ஹே ஷா கி பா ஹே ஹே ஷா கி பா ஹே எஹ் ஹே எஹ் ஹே எஹ்  காற்றில் ஓர் வார்தை.. மிதந்து வர கண்டேன்  ஸ்நேகிதி .. ஆ ஹா ஸ்நேகிதி .. ஆ ஹா ஆஆ.ஆஆ சுற்றி என்னை துரத்தும் துயரமடி.. என்னை நெற்றி பொட்டுக்கடியில் வைத்துக்கொள்ளடி  நெற்றி பொட்டு உதிர்ந்தால் வெயிலடிக்கும் உன்னை.. நெஞ்சுக்குள்ளே மறைப்பாள் இளையக்கொடி  மருந்துகள் இல்லா தேசத்தில் கூட.. மைவிழி பார்வைகள் போதும்  கவிதைகள் இல்லா மொழிகளில் கூட.. காதலன் புன்னகை போதும்  உலகங்கள் ஏழும் பனி மூடும் போதும்.. உன் மார்பின் வெப்பம் போதும் ஹே ஹே சிநேகிதா ஹே ஹே சிநேகிதா ஹே ஹே சிநேகிதா ஹே எஹ் ஹே எஹ் ஹே எஹ்  காற்றில் ஓர் வார்தை.. மிதந்து வர கண்டேன்    விதைகளை கிழித்து செடி முளைக்கும் அன்பே விதிகளை உடைத்து உன்னை மணப்பேன்  சதை கொண்ட மயக்கம்.. கழிந்த பின்னே உன் சத்தியத்தின் நிழலில் குடி இருப்பேன்  காதலி உதறிய தாவணி பறந்து.. வானவில் ஆனதென்ன.  காதலன் சிதறிய பேனா மையில்.. வானம் தோன்றியது என்ன  நூற்றாண்டாய் நீளும் முத்தங்கள் வேண்டும் வா கண்ணே வாங்கி கொள்ளேன்  ஹே ஹே ஷா கி பா ஹே ஹே ஷா கி பா ஹே ஹே ஷா கி பா ஹே எஹ் ஹே எஹ் ஹே எஹ்  காற்றில் ஓர் வார்தை.. மிதந்து வர கண்டேன்   அதை நான் வாங்கி.. கவிதை செய்து கொண்டேன்  கண்களை தொலைத்து விட்டு.. கைகளால் துலாவி வந்தேன் ஓ மண்ணிலே கிடந்த கண்ணை.. இன்றுதான் அறிந்து கொண்டேன் உன் கண்ணில் தான் கண் விழிப்பேன்..  ஹே ஹே சிநேகிதா ஹே ஹே சிநேகிதா ஹே ஹே சிநேகிதா ஹே எஹ் ஹே எஹ் ஹே எஹ் (2)","metaphors":[{"metaphor":"இளையக்கொடி","target":"பெண்","source":"இளையக்கோடி","interpretation":"பெண் சார் வர்ணணை"},{"metaphor":"மைவிழி பார்வைகள்","target":"விழி","source":"மை","interpretation":"பெண்ணின் உடல்/ கண் சார் விபரிப்பு"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2007,"album":"குரு","song_name":"ஆருயிரே","lyricist":"வைரமுத்து","composer":"ஏ. ஆர். ரஹ்மான்","lyrics":"டும் தர டும் தர மஸ்டை மஸ்டை தர டும் தர டும் தர மஸ்டை மஸ்டை தர டும் தர டும் டும் என் ஆசை தாவாது உன் மேலே (2)  ஆருயிரே மன்னிப்பாயா மன்னிப்பாயா சொல்லு நீ என் சகியே (2)  ஓ நீ இல்லாத ராத்திரியோ காற்றில்லாத இரவாய் ஆகாதோ  ஆருயிரே மன்னிப்பாயா மன்னிப்பாயா சொல்லு நீ என் சகியே ஆருயிரே மன்னிப்பாயா மன்னிப்பாயா சொல்லு நீ என் சகியே ஓ  டும் தர டும் தர மஸ்டை மஸ்டை தர டும் தர டும் தர மஸ்டை மஸ்டை தர டும் தர டும் டும் என் ஆசை தாவாது உன் மேலே (2)  ..  ஓஹோ ஓஓஓஓஓஓ ஓஹோ  ஆனால் என்னை விட்டு போனால் எந்தன் நிலா சோர்ந்து போகும் வானின் நீளம் தேய்ந்து போகுமே முன் கோப குயிலே  பித்து பித்து கொண்டு தவித்தேன் தவித்தேன் உன்னை எண்ணி நான் வாடி போவேன் நீ இல்லாமல் கவிதையும் இசையும் சுவையே தராது ஐந்து புலன்களின் அழகியே  ஆருயிரே மன்னிப்பாயா மன்னிப்பாயா சொல்லு நீ என் சகியே ஓ  டும் தர டும் தர மஸ்டை மஸ்டை தர டும் தர டும் தர மஸ்டை மஸ்டை தர டும் தர டும் டும் என் ஆசை தாவாது உன் மேலே  ஓ ஓ ஓ ஓ ரோஜா பூவை ரோஜா பூவை முள் காயம் செய்தால் நியாயமா பேசி பேசி என் உடல் என்ன தீருமா  இல்லாமலே வாழ்வது இன்பம் இருந்தும் இல்லை என்பது துன்பம் அகிம்சை முறையில் நீயும் கொல்லாதே  டும் தர டும் தர மஸ்டை மஸ்டை தர டும் தர டும் தர மஸ்டை மஸ்டை தர டும் தர டும் டும் என் ஆசை தாவாது உன் மேலே  ஆருயிரே மன்னிப்பேனா மன்னிப்பேனா சொல்லையா என் உயிரே ஆருயிரே மன்னிப்பாயா மன்னிப்பாயா சொல்லு நீ என் சகியே ஓ  ஓ நீ இல்லாத ராத்திரியோ காற்றில்லாத இரவாய் ஆகாதோ  டும் தர டும் தர மஸ்டை மஸ்டை தர டும் தர டும் தர மஸ்டை மஸ்டை தர டும் தர டும் டும் என் ஆசை தாவாது உன் மேலே  ஆஹா ஆஆஆ ஆஆஆ  டும் தர டும் தர மஸ்டை மஸ்டை தர டும் தர டும் தர மஸ்டை மஸ்டை தர டும் தர டும் டும் என் ஆசை தாவாது உன் மேலே","metaphors":[{"metaphor":"நீ இல்லாதராத்திரியோ காற்றில்லாதஇரவாய் ஆகாதோ","target":"நீ இல்லாத ராத்திரி","source":"காற்றில்லாத இரவு","interpretation":"காதல் அற்ற போதான வெறுமை நிலை"},{"metaphor":"முன் கோப குயிலே","target":"பெண்","source":"முன் கோப குயிலே","interpretation":"பெண்ணின் குணம் சார் வர்ணணை"},{"metaphor":"ஐந்து புலன்களின் அழகியே","target":"பெண்","source":"ஐந்து புலங்களின் அழகி","interpretation":"பெண் சார் வர்ணணை"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2007,"album":"குரு","song_name":"மையா மையா","lyricist":"வைரமுத்து","composer":"ஏ. ஆர். ரஹ்மான்","lyrics":"நான் சீனியில் செய்த கடல் நான் சீனியில் செய்த கடல் வெள்ளை தங்கத்தில் செய்த உடல் வெள்ளை தங்கத்தில் செய்த உடல்  உன் காதலி நானே காதல் தானே ஆனதே  நான் முத்தம் தின்பவள் ஒரு முரட்டு பூ இவள் நான் தினமும் தோற்பவள் அந்த ஆடை சண்டையில் (2)  இனி குறையட்டும் திருவிளக்கு நீ இடம் சுட்டி பொருள் விளக்கு அட கடவுளை அடையும் வழியில் என் பேர் எழுதிருக்கு  மையா மையா நிலாவை வண்ணம் பூசி வைத்துக்கொள் மையா மையா என் உடலினில் ஒளி விட்ட மலர்களும் பொய்யா பொய்யா  மையா மையா நிலாவை வண்ணம் பூசி வைத்துக்கொள் மையா மையா என் உடலினில் ஒளி விட்ட மலர்களும் பொய்யா பொய்யா .  நான் புன்னகை செய்தால் போதும் அட திசைகள் உடைந்திட கூடும் என் நற்பமே என் கீரீடமே பல அம்புகள் செலுத்திடும் பெண்மகள் நான்  என்னை பார்த்ததுமே என் கண்ணாடி என்னை காதலிக்கும் பல பெண்களை திருடும் பல ஆண்களை வெல்ல ஆறடி ஆயுதம் ஆனேனே  : மாயா மாயா மாயா மாயா  மென் காற்றில் என் மூச்சில் சில யுகமாய் வீசும்  மாயா மாயா மாயா மாயா  இனி நாளும் என் குரலில் பல கூ கூக்கள் கூவும்  கமா கமா இது போதுமா…என் பார்வை ஒளியை காலங்கள் தேடும்  மையா மையா ஏலேலி ஓஹியா லேலி ஓஹியா லே மையா மையா ஏலியா லியா லியா அழகிய லில்  மையா மையா அலே அஹே அஹே அஹே அஹே மையா மையா அலே அஹே அஹே ஹே ஹே","metaphors":[{"metaphor":"நான் சீனியில் செய்த கடல்","target":"பெண்","source":"சீனியில் செய்த கடல்","interpretation":"பெண்ணின் உடல் சார் வர்ணணை"},{"metaphor":"வெள்ளை தங்கத்தில் செய்த உடல்","target":"பெண்ணின் உடல்","source":"வெள்ளை தங்கம்","interpretation":"காதலியின் உடல் சார் விபரிப்பு"},{"metaphor":"முரட்டு பூ","target":"பெண்","source":"முரட்டு பூ","interpretation":"பெண்ணின் உடல் சார் வர்ணணை"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2007,"album":"சிவாஜி","song_name":"சஹானா","lyricist":"வைரமுத்து","composer":"ஏ. ஆர். ரஹ்மான்","lyrics":"சஹானா சாரல் தூவுதோ சஹாரா பூக்கள் பூத்ததோ  சஹாரா பூக்கள் பூத்ததோ சஹானா சாரல் தூவுதோ  என் விண்வெளி தலைக்குமேல் திறந்ததோ அடடா அந்த வெண்ணிலா வீட்டுக்குள் நுழைந்ததோ அது என்னுடன் தேநீர் கொண்டதோ  கனவோ நிஜமோ காதல் மந்திரமோ  ஓராயிரம் ஆண்டுகள் சேமித்த காதலிது நூறாயிரம் ஆண்டுகள் தாண்டியும் வாழுமிது  சஹாரா பூக்கள் பூத்ததோ சஹானா சாரல் தூவுதோ  தீம் தன தீம் தன தின நா தின நா நா நா (4)  தலைமுதல் கால்வரை தவிக்கின்ற தூரத்தை இதழ்களில் கடந்துவிடு உன் மீசையின் முடியென்ற மெல்லிய சாவியில் புலன்களைத் திறந்துவிடு  பூமிக்கும் வானுக்கும் விரிகின்ற தூரத்தை பூக்களில் நிரப்பட்டுமா ம்ம்ம் ஹ்ம்ம் ம்ம் பூக்களின் சாலையில் பூவுன்னை ஏந்தியே வானுக்குள் நடக்கட்டுமா ஹோ  ஓராயிரம் ஆண்டுகள் சேமித்த காதலிது ஹோ நூறாயிரம் ஆண்டுகள் தாண்டியும் வாழுமிது  ஓராயிரம் ஆண்டுகள் சேமித்த காதலிது நூறாயிரம் ஆண்டுகள் தாண்டியும் வாழுமிது  சஹானா சாரல் தூவுதோ  சஹாரா பூக்கள் பூத்ததோ  என் விண்வெளி தலைக்குமேல் திறந்ததோ அடடா அந்த வெண்ணிலா வீட்டுக்குள் நுழைந்ததோ அது என்னுடன் தேநீர் கொண்டதோ  கனவோ நிஜமோ காதல் மந்திரமோ  ஓராயிரம் ஆண்டுகள் சேமித்த காதலிது நூறாயிரம் ஆண்டுகள் தாண்டியும் வாழுமிது  சஹாரா சாரல் தூவுதோ ஹோ ஓ ஓ ஓ சஹாரா பூக்கள் பூத்ததோ","metaphors":[{"metaphor":"வெண்ணிலா","target":"பெண்","source":"வெண்ணிலா","interpretation":"பெண் சார் வர்ணணை"},{"metaphor":"சஹாரா பூக்கள் பூத்ததோ","target":"காதல்","source":"சஹாரவில் பூத்த பூக்கள்","interpretation":"காதல் சார் வர்ணணை"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2007,"album":"சிவாஜி","song_name":"வாஜி வாஜி","lyricist":"வைரமுத்து","composer":"ஏ. ஆர். ரஹ்மான்","lyrics":"ஆம்பல் ஆம்பல் மவ்வல் மவ்வல் (2)  பூம்பாவாய் ஆம்பல் ஆம்பல் புன்னகையோ மவ்வல் மவ்வல்  உன் பூவிழிப் பார்வை போதுமடி என் பூங்கா இலைகளும் மலருமடி உன் கால்கொலுசொலிகள் போதுமடி பல கவிஞர்கள் கற்பனை தவிடுபொடி  வாஜி வாஜி வாஜி என் ஜீவன் சிவாஜி (2) அன்பா வாளை எடு அழகை சாணையிடு உன்ஆண் வாசனை என் மேனியில் நீ பூசிவிடு  அடி நெட்டை நிலவே ரெட்டைத் திமிரே நெஞ்சில் முட்டிக் கொல்லு  வாஜி வாஜி வாஜி என் ஜீவன் சிவாஜி (2)  பூம்பாவாய் ஆம்பல் ஆம்பல் புன்னகையோ மவ்வல் மவ்வல்  ..   ஒரு வெண்ணிலவை மணக்கும் மன்மதன் நான் என் தேன்நிலவே ஒரு நிலவுடன் தான் அவள் யாருமில்லை இதோ இதோ இவள்தான்  புன்னகை பேர் அரசே தேன்குளத்து பூவுக்குள் குளிப்பேரா ஆ ஆ ஹா புன்னகை பேர் அரசே தேன்குளத்து பூவுக்குள் குளிப்பேரா விடியும்வரை மார்புக்குள் இருப்பேரா விழிகளுக்குள் சிறுதுயில் கொள்வேரா ஓ.. பெண்களிடம் சொல்வது குறைவு செய்வது அதிகம் செயல்புயல் நானடி  வாஜி வாஜி வாஜி என் ஜீவன் சிவாஜி (2)  பூம்பாவாய் ஆம்பல் ஆம்பல் புன்னகையோ மவ்வல் மவ்வல்    பொன் வாக்கியமே வாய் வாத்தியமே உன் வளைவுகளில் உள்ள நெளிவுகளில் வந்து ஒளிந்து கொண்டேன் சுகம்சுகம் கண்டேன்  ஆனந்த வெறியில் நான் ஆடைகளில் பூமியை முடிந்து கொண்டேன் விண்வெளியில் ஜதிசொல்லி ஆடி வெண்ணிலவைச் ஜகதியும் ஆக்கிவிட்டேன்  அடடா குமரியின் வளங்கள் குழந்தையின் சிணுங்கல் முரண்பாட்டு மூட்டை நீ  வாஜி வா வா வா வாஜி வாஜி வாஜி என் ஜீவன் சிவாஜி வாஜி வாஜி வாஜி ஹே ஹே ஹே என் ஜீவன் சிவாஜி  ஓ பூம்பாவாய் ஆம்பல் ஆம்பல் புன்னகையோ மவ்வல் மவ்வல்  உன் பூவிழிப் பார்வை போதுமடி என் பூங்கா இலைகளும் மலருமடி உன் கால்கொலுசொலிகள் போதுமடி பல கவிஞர்கள் கற்பனை தவிடுபொடி  ஆம்பல் ஆம்பல் மவ்வல் மவ்வல் (2)","metaphors":[{"metaphor":"பூவிழிப் பார்வை","target":"பெண்ணின் விழி","source":"பூ","interpretation":"பெண்ணின் உடல்/ கண் சார் வர்ணணை"},{"metaphor":"நெட்டை நிலவே","target":"பெண்","source":"நெட்டை நிலவு","interpretation":"பெண்ணின் உடல்/ உயரம் சார் விபரிப்பு"},{"metaphor":"ஒரு வெண்ணிலவை மணக்கும் மன்மதன்","target":"பெண்","source":"வெண்ணிலவு","interpretation":"பெண் சார் வர்ணணை"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2008,"album":"ஜோதா அக்பர்","song_name":"இதயம் இடம் மாறியதே","lyricist":"நா முத்துக்குமார்","composer":"ஏ. ஆர். ரஹ்மான்","lyrics":"இதயம் இடம் மாறியதே விழிகள் வழி மாறியதே இதுதானே காதல் என்று அசரீரி கேட்கின்றதே  இந்த பூமி முழுவதும் அழகாய் மாறி போனதேனோ என் வானின் மீது புதிதாய் ஒரு மேகம் மிதப்பதேனோ  மனமே மனமே எதனால் இத்தனை உற்சாகம் உனக்குள்ளே புது வித தடுமாற்றம் உனக்கென்ன நடந்தது சொல்வாயோ  ஓஹோ மனமே மனமே எதனால் இத்தனை கொண்டாட்டம் கண்ணுக்குள் கனவுகள் குடியேற்றம் உனக்கென்ன நடந்தது சொல்வாயோ  ..  சென் சூரியன் ஜோதியில் சந்திரன் ஒளி சேர்ந்ததோ அசைந்தாடும் ஆழியில் அழகிய நதி கலந்ததோ  சென் சூரியன் ஜோதியில் சந்திரன் ஒளி சேர்ந்ததோ அசைந்தாடும் ஆழியில் அழகிய நதி கலந்ததோ  காலம் என்னும் நதியில் விழுந்து இரவும் நகர்ந்தது பகலும் நகர்ந்தது இதயம் நகர்ந்தது ஓ  இதயம் இடம் மாறியதே விழிகள் வழி மாறியதே இதுதானே காதல் என்று அசரீரி கேட்கின்றதே ஹ்ம்ம் அலைபாயும் காதலே அணையாத தீயா வலித்தாலும் காதலே இனிக்கின்ற நோயா  இசையோடு சேரும் தாளம் சுதியோடு பாடும் ராகம் அதைப்போல எந்தன் நெஞ்சம் உன்னை சேர்ந்ததே  உள்ளம் சாய்ந்ததே காதலின் கால்தடம் தந்ததும் தீயா தந்ததும் தீயா தீயை தொட்டு ரசித்தால் வந்ததும் நீயா  ஹ்ம்ம் எந்தன் கனவில் பூந்தோட்டம் பூக்கள் பூக்கும் பெண்ணே உன்னாலே பூவின் வண்ணம் மட்டும் என் சொந்தம் பூவின் வாசம் எல்லாமே உன் சொந்தமே  புது யுகமே பிறந்ததோ பரிமாற்றம் நிகழ்ந்ததோ இரு துருவம் இணைந்ததோ இரு விழிகள் தொலைந்ததோ (2)  காலம் என்னும் நதியில் விழுந்து இரவும் நகர்ந்தது பகலும் நகர்ந்தது இதயம் நகர்ந்தது ஓ  இதயம் இடம் மாறியதே விழிகள் வழி மாறியதே இதுதானே காதல் என்று அசரீரி கேட்கின்றதே  மனமே மனமே எதனால் இத்தனை உற்சாகம் உனக்குள்ளே புது வித தடுமாற்றம் உனக்கென்ன நடந்தது சொல்வாயோ உனக்கென்ன நடந்தது சொல்வாயோ","metaphors":[{"metaphor":"அழகிய நதி கலந்ததோ","target":"பெண்","source":"அழகிய நதி","interpretation":"பெண் சார் விபரிப்பு"},{"metaphor":"இசையோடுசேரும் தாளம் சுதியோடுபாடும் ராகம் அதைப்போலஎந்தன் நெஞ்சம் உன்னைசேர்ந்ததே","target":"ஆணிம் நெஞ்சம் பெண்ணை சேர்த்தல்","source":"இசையோடு சேரும் தாளம் சுதியோடு பாடும் ராகம்","interpretation":"காதலனும் காதலியும் இணைந்த தன்மை"},{"metaphor":"காலம் என்னும் நதியில்","target":"காலம்","source":"நதி","interpretation":"காலம் சார் வர்ணணை"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2008,"album":"ஜோதா அக்பர்","song_name":"முழுமதி அவளது முகமாகும்","lyricist":"நா முத்துக்குமார்","composer":"ஏ. ஆர். ரஹ்மான்","lyrics":"முழுமதி அவளது முகமாகும் மல்லிகை அவளது மணமாகும் மின்னல்கள் அவளது விழியாகும் மௌனங்கள் அவளது மொழியாகும்  மார்கழி மாதத்து பனித்துளி அவளது குரலாகும் மகரந்த காட்டின் மான்குட்டி அவளது நடையாகும்  அவளை ஒரு நாள் நான் பார்த்தேன் இதயம் கொடு என வரம் கேட்டேன் அதை கொடுத்தாள் உடனே எடுத்தே சென்றுவிட்டாள்  ஓஹோ முழுமதி அவளது முகமாகும் மல்லிகை அவளது மணமாகும் மார்கழி மாதத்து பனித்துளி அவளது குரலாகும் மகரந்த காட்டின் மான்குட்டி அவளது நடையாகும்  கால்தடமே பதியாத கடல்தீவு அவள்தானே அதன் வாசனை மணலில் பூச்செடி ஆக நினைத்தேன்  கேட்டதுமே மறக்காத மெல்லிசையும் அவள்தானே அதன் பல்லவி சரணம் புரிந்தும் மௌனத்தில் இருந்தேன்  ஒரு கரையாக அவளிருக்க மறுகரையாக நான் இருக்க இடையில் தனிமை தளும்புதே நதியாய்  கானல் நீரில் மீன் பிடிக்க கைகள் நினைத்தால் முடிந்திடுமா நிகழ்காலம் நடுவே வேடிக்கை பார்க்கிறதே  ஓஹோ முழுமதி அவளது முகமாகும் மல்லிகை அவளது மணமாகும் மார்கழி மாதத்து பனித்துளி அவளது குரலாகும் மகரந்த காட்டின் மான்குட்டி அவளது நடையாகும்  அமைதியுடன் அவள் வந்தாள் விரல்களை நான் பிடித்து கொண்டேன் பல வானவில் பார்த்தே வழியில் தொடர்ந்தது பயணம்  உறக்கம் வந்தே தலைகோத மரத்தடியில் இளைப்பாறி கண் திறந்தேன் அவளும் இல்லை கசந்தது நிமிடம்  அருகில் இருந்தால் ஒரு நிமிடம் தொலைவில் தெரிந்தால் மறு நிமிடம் கண்களில் மறையும் பொய்மான் போல் ஓடுகிறாள்  அவளுக்கும் எனக்கும் நடுவினிலே திரையொன்று தெரிந்தது எதிரினிலே முகம் மூடி அணிந்தால் முகங்கள் தெரிந்திடுமா  ஓஹோ முழுமதி அவளது முகமாகும் மல்லிகை அவளது மணமாகும் மார்கழி மாதத்து பனித்துளி அவளது குரலாகும் மகரந்த காட்டின் மான்குட்டி அவளது நடையாகும்","metaphors":[{"metaphor":"முழுமதி அவளது முகமாகும்","target":"பெண்ணின் முகம்","source":"முழுமதி","interpretation":"பெண்ணின் உடல்/ முகம்  சார் வர்ணணை"},{"metaphor":"மல்லிகை அவளது மணமாகும்","target":"பெண்ணின் வாசனை","source":"மல்லிகை","interpretation":"பெண் வாசனை சார் வர்ணணை"},{"metaphor":"மின்னல்கள் அவளது விழியாகும்","target":"பெண்ணின் விழி","source":"மின்னல்","interpretation":"பெண்ணின் உடல்/ கண் சார் வர்ணணை"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2010,"album":"விண்ணை தாண்டி வருவாயா","song_name":"அன்பில் அவன்","lyricist":"தாமரை","composer":"ஏ. ஆர். ரஹ்மான்","lyrics":"அன்பில் அவன் சேர்த்த இதை மனிதரே வெறுக்காதீர்கள் வேண்டும் என நினைத்த இதை வீணாக மிதிக்காதீர்கள்  உயிரே உன்னை உன்னை எந்தன் வாழ்க்கை துணையாக ஏற்கின்றேன் ஏற்கின்றேன் இனிமேல் புயல் வெயில் மழை மாலை சோலை இவை ஒன்றாக கடப்போமே  உன்னை தாண்டி எதையும் என்னால் யோசனை செய்ய முடியாதே முடியாதே  நீ வானவில்லாக அவள் வண்ணம் ஏழாக அந்த வானம் வீடாக மாறாதோ மாறாதோ ஓ ஜோடி போட்டுத்தான் நீங்கள் போனாலே கண் பட்டுக் காய்ச்சல்தான் வாராதோ வாராதோ  உயிரே உன்னை உன்னை எந்தன் வாழ்க்கை துணையாக ஏற்கின்றேன் ஏற்கின்றேன் இனிமேல் புயல் வெயில் மழை மாலை சோலை இவை ஒன்றாக கடப்போமே  நீளும் இரவில் ஒரு பகலும் நீண்ட பகலில் சிறு இரவும் கண்டு கொள்ளும் கலை அறிந்தோம் எங்கு என்று அதை பயின்றோம் பூமி வானம் காற்று தீயை நீராய் மாற்று புதிதாய் கொண்டு வந்து நீட்டு  நீ வானவில்லாக அவள் வண்ணம் ஏழாக அந்த வானம் வீடாக மாறாதோ மாறாதோ ஓ ஜோடி போட்டுத்தான் நீங்கள் போனாலே கண் பட்டுக் காய்ச்சல்தான் வாராதோ வாராதோ  உயிரே உன்னை உன்னை எந்தன் வாழ்க்கை துணையாக ஏற்கின்றேன் ஏற்கின்றேன் இனிமேல் புயல் வெயில் மழை மாலை சோலை இவை ஒன்றாக கடப்போமே  உன்னை தாண்டி எதையும் என்னால் யோசனை செய்ய முடியாதே முடியாதே  நீ வானவில்லாக அவள் வண்ணம் ஏழாக அந்த வானம் வீடாக மாறாதோ மாறாதோ ஓ ஜோடி போட்டுத்தான் நீங்கள் போனாலே கண் பட்டுக் காய்ச்சல்தான் வாராதோ வாராதோ  ஓ ஓ ஓ ஓ (16) காதல் எல்லாம் தொலையும் இடம் கல்யாணம் தானே இன்று தொடங்கும் இந்த காதல் முடிவில்லா வானே","metaphors":[{"metaphor":"உயிரே உன்னை","target":"பெண்","source":"உயிர்","interpretation":"காதலி சார் வர்ணணை"},{"metaphor":"நீ வானவில்லாக","target":"பெண்","source":"வானவில்","interpretation":"பெண் சார் விபரிப்பு"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2010,"album":"விண்ணை தாண்டி வருவாயா","song_name":"மன்னிப்பாயா","lyricist":"தாமரை","composer":"ஏ. ஆர். ரஹ்மான்","lyrics":"கடலில் மீனாக இருந்தவள் நான் உனக்கென கரை தாண்டி வந்தவள் தான் துடித்திருந்தேன் தரையினிலே திரும்பிவிட்டேன் என் கடலிடமே  ஒரு நாள் சிரித்தேன் மறு நாள் வெறுத்தேன் உனை நான் கொல்லாமல் கொன்று புதைத்தேனே மன்னிப்பாயா மன்னிப்பாயா மன்னிப்பாயா ஒரு நாள் சிரித்தேன் மறு நாள் வெறுத்தேன் உனை நான் கொல்லாமல் கொன்று புதைத்தேனே மன்னிப்பாயா மன்னிப்பாயா மன்னிப்பாயா மன்னிப்பாயா மன்னிப்பாயா  கண்ணே தடுமாறி நடந்தேன் நூலில் ஆடும் மழையாகிப் போனேன் உன்னால்தான் கலைஞனாய் ஆனேனே தொலை தூரத்தில் வெளிச்சம் நீ உனை நோக்கியே எனை ஈர்க்கிறாயே மேலும் மேலும் உருகி உருகி உன்னை எண்ணி ஏங்கும் இதயத்தை என்ன செய்வேன் ஓ ஓ உன்னை எண்ணி ஏங்கும் இதயத்தை என்ன செய்வேன்  ஓடும் நீரில் ஓர் அலைதான் நான் உள்ளே உள்ள ஈரம் நீதான் வரம் கிடைத்தும் நான் தவற விட்டேன் மன்னிப்பாயா அன்பே  காற்றிலே ஆடும் காகிதம் நான் நீதான் என்னை கடிதம் ஆக்கினாய் அன்பில் தொடங்கி அன்பில் முடிக்கிறேன் என் கலங்கரை விளக்கமே  ஒரு நாள் சிரித்தேன் மறு நாள் வெறுத்தேன் உனை நான் கொல்லாமல் கொன்று புதைத்தேனே மன்னிப்பாயா மன்னிப்பாயா மன்னிப்பாயா மன்னிப்பாயா மன்னிப்பாயா  அன்பிற்கும் உண்டோ உண்டோ அழைக்கும் தாழ் அன்பிற்க்கும் உண்டோ அழைக்கும் தாழ் ஆர்வல புண்கண்ணீர் பூசல் தரும் அன்பிலார் எல்லாம் தமக்குரியர் அன்புடையார் என்றும் உரியர் பிறர்க்கு புலம்பல் எனச் சென்றேன் புல்லிறேன் நெஞ்சம் கலத்தல் உருவது கண்டு  ஏன் என் வாழ்வில் வந்தாய் கண்ணா நீ போவாயோ கானல் நீர் போலே தோன்றி அனைவரும் உறங்கிடும் இரவெனும் நேரம் எனக்கது தலையணை நனைத்திடும் நேரம்  ஒரு நாள் சிரித்தேன் மறு நாள் வெறுத்தேன் உனை நான் கொல்லாமல் கொன்று புதைத்தேனே மன்னிப்பாயா மன்னிப்பாயா மன்னிப்பாயா மன்னிப்பாயா மன்னிப்பாயா  கண்ணே தடுமாறி நடந்தேன் நூலில் ஆடும் மழையாகிப் போனேன் உன்னால்தான் கலைஞனாய் ஆனேனே தொலை தூரத்தில் வெளிச்சம் நீ உனை நோக்கியே எனை ஈர்க்கிறாயே மேலும் மேலும் உருகி உருகி உன்னை எண்ணி ஏங்கும் இதயத்தை என்ன செய்வேன் மேலும் மேலும் உருகி உருகி உன்னை எண்ணி ஏங்கும் இதயத்தை என்ன செய்வேன்ஓ ஓ உன்னை எண்ணி ஏங்கும் இதயத்தை என்ன செய்வேன்  ஹ்ம்ம் ம்ம்ம்ம்","metaphors":[{"metaphor":"கடலில் மீனாக இருந்தவள் நான்","target":"பெண்","source":"கடலில் இருக்கும் மீன்","interpretation":"பெண் தனிமை சார் வர்ணணை"},{"metaphor":"நூலில் ஆடும் மழையாகிப் போனேன்","target":"ஆண்","source":"நூலில் ஆடும் மழை","interpretation":"காதல் வயப்பட்ட ஆணின் நிலை"},{"metaphor":"ஓடும் நீரில் ஓர் அலைதான் நான்","target":"ஆண்","source":"ஓடும் நீரில் ஓர் அலை","interpretation":"காதல் வயப்பட்ட ஆணின் நிலை"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2010,"album":"விண்ணை தாண்டி வருவாயா","song_name":"விண்ணை தாண்டி வருவாயா","lyricist":"தாமரை","composer":"ஏ. ஆர். ரஹ்மான்","lyrics":"ஊனே உயிரே உனக்காக துடித்தேன் விண்மீனே விண்ணை தாண்டி வருவாயா விண்ணை தாண்டி வருவாயா விண்ணை தாண்டி வருவாயா விண்மீனே வருவாயா   நேற்றும் இரவில் உன்னோடு இருந்தேன் அதை நீயும் மறந்தாயா மறந்தாயா கனவோடு விளையாட விண்ணை தாண்டி வருவாயா நிலவே நீ வருவாயா   ஊனே உயிரே உனக்காக துடித்தேன் விண்மீனே விண்ணை தாண்டி வருவாயா  உயிரே நீயும் நானும் பிரிந்தது புவி ஈர்ப்பு மையத்தில் தானே இரு துருவம் சேரும் அந்த ஓரிடம் அங்கே தான் நாம் சேர்ந்தோமே இனிமேல் நானும் நீயும் பிரிவதில்லை அன்பே விண்ணை தாண்டி வருவாயா விண்ணை தாண்டி வருவாயா விண்ணை தாண்டி வருவாயா விண்மீனே வருவாயா","metaphors":[{"metaphor":"விண்மீனே வருவாயா","target":"பெண்","source":"விண்மீன்","interpretation":"பெண் சார் வர்ணணை"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2010,"album":"ராவணன்","song_name":"உசுரே போகுதே","lyricist":"வைரமுத்து","composer":"ஏ. ஆர். ரஹ்மான்","lyrics":"இந்த பூமியில எப்ப வந்து நீ பொறந்த என் புத்திக்குள்ள தீப்பொறிய நீ வெதச்ச  அடி தேக்கு மர காடு பெருசுதான் சின்ன தீக்குச்சி உசரம் சிறுசுதான் (2)  ஒரு தீக்குச்சி விழுந்து புடிக்குதடி கருந்தேக்கு மரக்காடு வெடிக்குதடி  உசுரே போகுதே உசுரே போகுதே உதட்ட நீ கொஞ்சம் சுழிக்கயிலே ஓ… மாமன் தவிக்கிறேன் மடி பிச்ச கேக்குறேன் மனச தாடி என் மணி குயிலே  அக்கரைச் சீமையில் நீ இருந்தும் ஐவிரல் தீண்டிட நினைக்குதடி அக்கினி பழமுன்னு தெரிஞ்சிருந்தும் அடிக்கடி நாக்கு துடிக்குதடி  ஒடம்பும் மனசும் தூரம் தூரம் ஒட்ட நினைக்கேன் ஆகல மனசு சொல்லும் நல்ல சொல்ல மாய ஒடம்பு கேக்கல  தவியா தவிச்சு உசுர் தடம் கெட்டு திரியுதடி தையிலாங் குருவி என்ன தள்ளி நின்னு சிரிக்குதடி  இந்த மம்முத கிறுக்கு தீருமா அடி மந்திரிச்சு விட்ட கோழி மாறுமா  என் மயக்கத்த தீத்து வெச்சு மன்னிச்சிடுமா சந்திரனும் சூரியனும் சுத்தி ஒரே கோட்டில் வருகுதே சத்தியமும் பத்தியமும் இப்ப தலை சுத்தி கெடக்குதே  உசுரே போகுதே உசுரே போகுதே உதட்ட நீ கொஞ்சம் சுழிக்கயிலே ஓ… மாமன் தவிக்கிறேன் மடி பிச்ச கேக்குறேன் மனச தாடி என் மணி குயிலே  அக்கரைச் சீமையில் நீ இருந்தும் ஐவிரல் தீண்டிட நினைக்குதடி அக்கினி பழமுன்னு தெரிஞ்சிருந்தும் அடிக்கடி நாக்கு துடிக்குதடி  இந்த உலகத்தில் இது ஒன்னும் புதுசுல்ல ஒண்ணு ரெண்டு தப்பி போகும் ஒழுக்கத்துல  விதி சொல்லி வழி போட்டான் மனசபுள்ள விதி விலக்கில்லாத விதியுமில்ல  எட்ட இருக்கும் சூரியன் பாத்து மொட்டு விரிக்குது தாமரை தொட்டு விடாத தூரம் இருந்தும் சொந்த பந்தமும் போகல  பாம்பா விழுதா ஒரு பாகுபாடு தெரியலையே பாம்பா இருந்தும் நெஞ்சு பயப்பட நினைக்கலையே  என் கட்டையும் ஒரு நாள் சாயலாம் என் கண்ணுல உன் முகம் போகுமா  நா மண்ணுக்குள்ள உன் நெனப்பு மனசுக்குள்ள சந்திரனும் சூரியனும் சுத்தி ஒரு கோட்டில் வருகுதே சத்தியமும் பத்தியமும் இப்ப தலை சுத்தி கெடக்குதே  உசுரே போகுதே உசுரே போகுதே உதட்ட நீ கொஞ்சம் சுழிக்கயிலே ஓ… மாமன் தவிக்கிறேன் மடி பிச்ச கேக்குறேன் மனச தாடி என் மணி குயிலே  அக்கரைச் சீமையில் நீ இருந்தும் ஐவிரல் தீண்டிட நினைக்குதடி அக்கினி பழமுன்னு தெரிஞ்சிருந்தும் அடிக்கடி நாக்கு துடிக்குதடி","metaphors":[{"metaphor":"மணி குயிலே","target":"பெண்","source":"மணி குயில்","interpretation":"பெண் தனிமை சார் வர்ணணை"},{"metaphor":"அக்கினி பழமுன்னு தெரிஞ்சிருந்தும்","target":"பெண்","source":"அக்கினி பழம்","interpretation":"பெண்ணின் குணம்/ கற்பு சார் விபரிப்பு"},{"metaphor":"பாம்பா இருந்தும் நெஞ்சு பயப்பட நினைக்கலையே","target":"பெண்","source":"பாம்பு","interpretation":"பெண்ணின் குணம் சார் வர்ணணை"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2010,"album":"எந்திரன்","song_name":"காதல் அணுக்கள்","lyricist":"வைரமுத்து","composer":"ஏ. ஆர். ரஹ்மான்","lyrics":"காதல் அணுக்கள் உடம்பில் எத்தனை நியூட்ரான் எலக்ட்ரான் உன் நீல கண்ணில் மொத்தம் எத்தனை உன்னை நினைத்தால் திசுக்கள் தோறும் ஆசை சிந்தனை  ஹையோ சனா சனா ஒரே வினா அழகின் மொத்தம் நீயா நீ நியூட்டன் நியூட்டனின் விதியா உந்தன் நேசம் நேசம் எதிர் வினையா  நீ ஆயிரம் விண்மீன் திரட்டிய புன்னகையா அழகின் மொத்தம் நீயா  நீ முற்றும் அறிவியல் பித்தன் ஆனால் முத்தம் கேட்பதில் ஜித்தன்  உன்னால் தீம்தோம் தோம் தீம் தோம் தோம் தீம் தோம் தோம் மனதில் சத்தம்  தேன் தேன் இதழில் யுத்தம் ரோஜா பூவில் ரத்தம் ஹோ தீம் தோம் தோம் மனதில் சத்தம்  ஹோ ஹோ ஹோ ஹோ பேபி ஹோ பேபி செந்தேனில் ஒஸ்ஸாபி ஹோ பேபி ஹோ பேபி மேகத்தில் பூத்த குலாபி (2)  பட்டாம் பூச்சி பட்டாம் பூச்சி கால்களை கொண்டு தான் ருசி அறியும் காதல் கொள்ளும் மனித பூச்சி கண்களை கண்டு தான் ருசி அறியும்  ஓடுகிற தண்ணியில் தண்ணியில் ஆக்சிஜன் மிக அதிகம் பாடுகிற மனசுக்குள் மனசுக்குள் ஆசைகள் மிக அதிகம்  ஆசையே வா வா ஆயிரம் காதலை ஐந்தே நொடியில் செய்வோம் பெண்ணே வா வா வா  காதல்காரா நேசம் வளர்க்க ஒரு நேரம் ஒதுக்கு எந்தன் நெஞ்சம் வீங்கி விட்டதே  காதல்காரி உந்தன் இடையை போலே எந்தன் பிழைப்பில் கூட காதலின் நேரமும் இளைத்து விட்டதே  ஹோ ஹோ ஹோ ஹோ பேபி ஹோ பேபி செந்தேனில் ஒஸ்ஸாபி ஹோ பேபி ஹோ பேபி மேகத்தில் பூத்த குலாபி (2)  ..   காதல் அணுக்கள் உடம்பில் எத்தனை நியூட்ரான் எலக்ட்ரான் உன் காந்த கண்ணில் மொத்தம் எத்தனை  உன்னை நினைத்தால் திசுக்கள் தோறும் ஆசை சிந்தனை அன்பே..  சனா சனா ஒரே வினா அழகின் மொத்தம் நீயா நீ நியூட்டன் நியூட்டனின் விதியா உந்தன் நேசம் நேசம் எதிர் வினையா  நீ ஆயிரம் விண்மீன் திரட்டிய புன்னகையா அழகின் மொத்தம் நீயா  ஹோ ஹோ ஹோ ஹோ பேபி ஹோ பேபி செந்தேனில் ஒஸ்ஸாபி ஹோ பேபி ஹோ பேபி மேகத்தில் பூத்த குலாபி (4)","metaphors":[{"metaphor":"நீ ஆயிரம் விண்மீன் திரட்டிய புன்னகையா","target":"புன்னகை","source":"ஆயிரம் விண்மீன்","interpretation":"பெண்ணின் குணம்/ சிரிப்பு சார் வர்ணணை"},{"metaphor":"காந்த கண்ணில்","target":"கண்","source":"காந்தம்","interpretation":"பெண்ணின் உடல்/ கண் சார் வர்ணணை"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2004,"album":"ஆய்த எழுத்து","song_name":"நெஞ்சம் எல்லாம்","lyricist":"வைரமுத்து","composer":"ஏ. ஆர். ரஹ்மான்","lyrics":"ஏய் ஏய் ஏய் ஓர் உண்மை சொன்னால் ஏய் ஏய் ஏய் நேசிப்போம்  நெஞ்சம் எல்லாம் காதல் தேகமெல்லாம் காமம் உண்மை சொன்னால் என்னை நேசிப்பாயா  காதல் கொஞ்சம் கம்மி காமம் கொஞ்சம் தூக்கல் மஞ்சத்தின் மேல் என்னை  மன்னிப்பாயா.  உண்மை சொன்னால் நேசிப்பாயா மஞ்சத்தின் மேல் மன்னிப்பாயா   உண்மை சொன்னால் நேசிப்பாயா மஞ்சத்தின் மேல் மன்னிப்பாயா உண்மை சொன்னால் நேசிப்பாயா மஞ்சத்தின் மேல் மன்னிப்பாயா  நேசிப்பாயா நேசிப்பாயா நேசிப்பாயா நேசிப்பாயா  பெண்கள் மேலே மையல் உண்டு நான் பித்தம் கொண்டது உன்னில் மட்டும் நீ முத்த பார்வை பார்க்கும் போது என் முதுகு தண்டில் மின்னல் வெட்டும்  நீதானே மழை மேகம் எனக்கு என் ஹார்மோன் நதியில் வெள்ளப்பெருக்கு வா சோகம் இனி நமக்கெதுக்கு யார் கேக்க நமக்கு நாமே வாழ்வதற்கு  உண்மை சொன்னால் நேசிப்பாயா மஞ்சத்தின் மேல் மன்னிப்பாயா உண்மை சொன்னால் நேசிப்பாயா மஞ்சத்தின் மேல் மன்னிப்பாயா  நெஞ்சம் எல்லாம் காதல் தேகமெல்லாம் காமம் உண்மை சொன்னால் என்னை நேசிப்பாயா.  காதல் கொஞ்சம் கம்மி காமம் கொஞ்சம் தூக்கல் மஞ்சத்தின் மேல் என்னை  மன்னிப்பாயா  காதல் என்னை வருடும் போதும் உன் காமம் என்னை திருடும் போதும் என் மனசெல்லாம் மார்கழி தான் என் கனவெல்லாம் கார்த்திகை தான் என் வானம் என் வசத்தில் உண்டு என் பூமி என் வசத்தில் இல்லை உன் குறைகள் நான் அறியவில்லை நான் அறிந்தால் சூரியனில் சுத்தமில்லை  ஏய் ஏய் ஏய் ஓர் உண்மை சொன்னால் ஏய் ஏய் ஏய் நேசிப்போம்  நெஞ்சம் எல்லாம் காதல் தேகமெல்லாம் காமம் உண்மை சொன்னால் என்னை நேசிப்பாயா.  காதல் கொஞ்சம் கம்மி காமம் கொஞ்சம் தூக்கல் மஞ்சத்தின் மேல் என்னை  மன்னிப்பாயா  உண்மை சொன்னால் நேசிப்பாயா மஞ்சத்தின் மேல் மன்னிப்பாயா மனசெல்லாம் மார்கழி தான் இரவெல்லாம் கார்த்திகை தான் உண்மை சொன்னால் நேசிப்பாயா மஞ்சத்தின் மேல் மன்னிப்பாயா மனசெல்லாம் மார்கழி தான் இரவெல்லாம் கார்த்திகை தான் உண்மை சொன்னால் நேசிப்பாயா மஞ்சத்தின் மேல் மன்னிப்பாயா மனசெல்லாம் மார்கழி தான் இரவெல்லாம் கார்த்திகை தான்  உண்மை சொன்னால் நேசிப்பாயா மஞ்சத்தின் மேல் மன்னிப்பாயா மனசெல்லாம் மார்கழி தான் இரவெல்லாம் கார்த்திகை தான்","metaphors":[{"metaphor":"நீ முத்த பார்வை பார்க்கும் போதுஎன் முதுகு தண்டில்மின்னல் வெட்டும்","target":"கிளர்ச்சியை ஏற்படுத்தும்","source":"மின்னல் வெட்டும்","interpretation":"பெண்ணின் குணம்/ பார்வை சார் வர்ணணை"},{"metaphor":"நீதானே மழை மேகம்","target":"பெண்","source":"மழை மேகம்","interpretation":"பெண் சார் வர்ணணை"},{"metaphor":"ஹார்மோன் நதியில்","target":"ஹார்மோன்","source":"நதி","interpretation":"கட்டுப்பாடற்ற அளவு"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2000,"album":"அலைபாயுதே","song_name":"சிநேகிதனே","lyricist":"வைரமுத்து","composer":"ஏ. ஆர். ரஹ்மான்","lyrics":"சிநேகிதனே சிநேகிதனே ரகசிய சிநேகிதனே சின்ன சின்னதாய் கோாிக்கைகள் செவி கொடு சிநேகிதனே இதே அழுத்தம் அழுத்தம் இதே அணைப்பு அணைப்பு வாழ்வின் எல்லை வரை வேண்டும் வேண்டும் வாழ்வின் எல்லை வரை வேண்டும் வேண்டும் சிநேகிதனே சிநேகிதனே ரகசிய சிநேகிதனே  சின்னச் சின்ன அத்துமீறல் புாிவாய் என் செல் எல்லாம் பூக்கள் பூக்கச் செய்வாய் மலா்களில் மலா்வாய் பூப்பறிக்கும் பக்தன் போல மெதுவாய் நான் தூங்கும் போது விரல் நகம் களைவாய் சத்தமின்றி துயில்வாய்  ஐவிரல் இடுக்கில் ஆலிவ் எண்ணெய் பூசி சேவையும் செய்ய வேண்டும் நீ அழும்போது நான் அழ நோ்ந்தால் துடைக்கின்ற விரல் வேண்டும்  சிநேகிதனே சிநேகிதனே ரகசிய சிநேகிதனே சின்ன சின்னதாய் கோாிக்கைகள் செவி கொடு சிநேகிதனே நேற்று முன்னிரவில் உன் நித்திலப்பூ மடியில் காற்று நுழைவது ஓ உயிா் கலந்து களித்திருந்தேன் இன்று விண்ணிலவில் அந்த ஈர நினைவில் கன்று தவிப்பது ஓ மனம் கலங்கி புலம்புகிறேன் கூந்தல் நெளிவில் எழில் கோலச்சாிவில் (2) கா்வம் அழிந்ததடி.. என் கா்வம் அழிந்ததடி  சொன்னதெல்லாம் பகலிலே புாிவேன் நீ சொல்லாததும் இரவிலே புாிவேன் காதில் கூந்தல் நுழைப்பேன் உந்தன் சட்டை நானும் போட்டு அலைவேன் நீ குளிக்கையில் நானும் கொஞ்சம் நனைவேன் உப்பு மூட்டை சுமப்பேன் உன்னை அள்ளி எடுத்து உள்ளங்கையில் மடித்து கைக்குட்டையில் ஒளித்துக் கொள்வேன் வேளைவரும் போது விடுதலை செய்து வேண்டும் வரம் வாங்கிக் கொள்வேன்  சிநேகிதனே சிநேகிதனே ரகசிய சிநேகிதனே சின்ன சின்னதாய் கோாிக்கைகள் செவி கொடு சிநேகிதனே","metaphors":[{"metaphor":"பூப்பறிக்கும் பக்தன் போல மெதுவாய்நான் தூங்கும் போது விரல் நகம்களைவாய்","target":"ஆண்","source":"பூப்பறிக்கும் பக்தன்","interpretation":"அமைதியான நடவடிக்கை"},{"metaphor":"உன் நித்திலப்பூ மடியில்","target":"பெண்ணின் மடி","source":"நித்தில பூ","interpretation":"பெண்ணின் உடல்/ மடி சார் விபரிப்பு"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2000,"album":"ரிதம்","song_name":"காற்றே என் வாசல்","lyricist":"வைரமுத்து","composer":"ஏ. ஆர். ரஹ்மான்","lyrics":"காற்றே என் வாசல் வந்தாய் மெதுவாக கதவு திறந்தாய் காற்றே உன் பேரை கேட்டேன் காதல் என்றாய் நேற்று நீ எங்கு இருந்தாய் காற்றே நீ சொல்வாய் என்றேன் சுவாசத்தில் இருந்ததாக சொல்லி சென்றாய்  துள்ளி வரும் காற்றே துள்ளி வரும் காற்றே தாய் மொழி பேசு நிலவுள்ள வரையில் நிலமுள்ள வரையில் நெஞ்சினில் வீசு துள்ளி வரும் காற்றே துள்ளி வரும் காற்றே தாய் மொழி பேசு காற்றே என் வாசல் வந்தாய் மெதுவாக கதவு திறந்தாய் காற்றே உன் பேரை கேட்டேன் காதல் என்றாய்  சீ சீலே சீலே சீலே சீலேசே சீலே சீலே சீலே சீலே சீலே  கார்காலம் அழைக்கும் போது ஒளிந்துகொள்ள நீ வேண்டும் தாவணி குடை பிடிப்பாயா ஆ  அன்பே நான் உறங்க வேண்டும் அழகான இடம் வேண்டும் கண்களில் இடம் கொடுப்பாயா  நீ என்னருகில் வந்து நெளிய நான் உன் மனதில் சென்று ஒளிய நீ உன் மனதில் என்னுருவம் கண்டுபிடிப்பாயா ஆஆ  பூக்களுக்குள்ளே தேன் உள்ள வரையில் காதலர் வாழ்க (2)  பூமிக்கு மேலே வானுல வரையில் காதலும் வாழ்க காற்றே என் வாசல் வந்தாய் மெதுவாக கதவு திறந்தாய் காற்றே உன் பேரை கேட்டேன் காதல் என்றாய்  ம்ம்ம் நேற்று நீ எங்கு இருந்தாய் காற்றே நீ சொல்வாய் என்றேன் சுவாசத்தில் இருந்ததாக சொல்லி சென்றாய்  சீலே சீலே சீலே  நெடுங்காலம் சிப்பிக்குள்ளே உருண்டு நிக்கும் முத்து போல் என் பெண்மை திரண்டு நிற்கிறதே  திறக்காத சிப்பி என்னை திறந்து கொள்ள சொல்கிறதா என் நெஞ்சம் மருண்டு நிற்கிறதே  நான் சிறு குழந்தை என்று நினைத்தேன் உன் வருகையினால் வயதறிந்தேன் என்னை மறுபடியும் சிறு பிள்ளையாய் செய்வாயா ஆ  கட்டிலிடும் வயதில் தொட்டிலிட சொன்னால் சரியா சரியா (2)  கட்டிலில் இருவரும் குழந்தைகள் ஆனால் பிழையா பிழையா  காற்றே என் வாசல் வந்தாய் மெதுவாக  காற்றே உன் பேரை கேட்டேன் காதல் என்றாய் துள்ளி வரும் காற்றே துள்ளி வரும் காற்றே தாய் மொழி பேசு நிலவுள்ள வரையில் நிலமுள்ள வரையில் நெஞ்சினில் வீசு துள்ளி வரும் காற்றே துள்ளி வரும் காற்றே தாய் மொழி பேசு (2)","metaphors":[{"metaphor":"துள்ளி வரும் காற்றே","target":"பெண்","source":"துள்ளி வரும் காற்று","interpretation":"பெண்ணின் குணம்/ விளையாட்டு சார் வர்ணணை"},{"metaphor":"தாவணி குடை பிடிப்பாயா","target":"தாவணி","source":"குடை","interpretation":"பெண்ணின் ஆடைகளில் அடைக்கலம் அடைதல்"},{"metaphor":"நெடுங்காலம்சிப்பிக்குள்ளே உருண்டுநிக்கும் முத்து போல் என்பெண்மை திரண்டு நிற்கிறதே","target":"பெண்மை","source":"சிப்பிக்குள் உருண்டு கிடக்கும் முத்து","interpretation":"பெண்ணின் கன்னித்தன்மை"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2000,"album":"ரிதம்","song_name":"தனியே தன்னன் தனியே","lyricist":"வைரமுத்து","composer":"ஏ. ஆர். ரஹ்மான்","lyrics":"தனியே தன்னன் தனியே நான் காத்துக் காத்து நின்றேன் நிலமே பொறு நிலமே உன் பொறுமை வென்று விடுவேன் (2)  புரியாதா பேரன்பே புரியாதா பேரன்பே ஓ தனியே தனியே தனியே  ..  அக்டோபர் மாதத்தில் அந்திமழை வானத்தில் வானவில்லை ரசித்திருந்தேன்  அந்த நேரத்தில் யாருமில்லை தூரத்தில் இவள் மட்டும் வானவில்லை ரசிக்க வந்தாள்  ஓஹோ பப்பாய ஆஹா பப்பாய (2)  அக்டோபர் மாதத்தில் அந்திமழை வானத்தில் வானவில்லை ரசித்திருந்தேன்  அந்த நேரத்தில் யாருமில்லை தூரத்தில் இவள் மட்டும் வானவில்லை ரசிக்க வந்தாள்  அன்று கண்கள் பார்த்துக் கொண்டோம் உயிர் காற்றை மாற்றிக் கொண்டோம் (2) ரசனை என்னும் ஒரு புள்ளியில் இரு இதயம் இணையக் கண்டோம் (2)  நானும் அவளும் இணைகையில் நிலா அன்று பால்மழை பொழிந்தது  தனியே தன்னன் தனியே நான் காத்துக் காத்து நின்றேன் நிலமே பொறு நிலமே உன் பொறுமை வென்று விடுவேன்  புரியாதா  .  என்னுடைய நிழலையும் இன்னொருத்தி தொடுவது பிழையென்று கருதிவிட்டாள் ஒரு ஜீன்ஸ் அணிந்த சின்னக்கிளி ஹலோ சொல்லி கைகொடுக்க தங்கமுகம் கருகிவிட்டாள்  அந்த கள்ளி பிரிந்து சென்றாள் நான் ஜீவன் உருகி நின்றேன் (2)    சின்னதொரு காரணத்தால் சிறகடித்து மறைந்துவிட்டாள் (2) மீண்டும் வருவாள் நம்பினேன் அதோ அவள் வரும் வழி தெரியுது  தனியே… தனியே தன்னன் தனியே நான் காத்துக் காத்து நின்றேன் நிலமே பொறு நிலமே உன் பொறுமை வென்று விடுவேன்  புரியாதா பேரன்பே புரியாதா","metaphors":[{"metaphor":"நிலா அன்று பால்மழை பொழிந்தது","target":"நிலா வெளிச்சம்","source":"பால் மழை","interpretation":"வெண்மையான ஒளி"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2002,"album":"கன்னத்தில் முத்தமிட்டால்","song_name":"நெஞ்சில் ஜில் ஜில்","lyricist":"வைரமுத்து","composer":"ஏ. ஆர். ரஹ்மான்","lyrics":"நெஞ்சில் ஜில் ஜில் ஜில் ஜில் காதில் தில் தில் தில் தில் கன்னத்தில் முத்தமிட்டால் நீ கன்னத்தில் முத்தமிட்டால் (2)  ஒரு தெய்வம் தந்த பூவே கண்ணில் தேடல் என்ன தாயே (2)  வாழ்வு தொடங்கும் இடம் நீதானே  ஆஆஆஆஆஆஆஆ..  வாழ்வு தொடங்கும் இடம் நீதானே  வானம் முடியும் இடம் நீதானே காற்றைப் போல நீ வந்தாயே சுவாசமாக நீ நின்றாயே மார்பில் ஊறும் உயிரே  ஒரு தெய்வம் தந்த பூவே கண்ணில் தேடல் என்ன தாயே  நெஞ்சில் ஜில் ஜில் ஜில் ஜில் காதில் தில் தில் தில் தில் கன்னத்தில் முத்தமிட்டால் நீ கன்னத்தில் முத்தமிட்டால்  எனது செல்வம் நீ எனது வறுமை நீ இழைத்த கவிதை நீ எழுத்துப் பிழையும் நீ  இரவல் வெளிச்சம் நீ இரவின் கண்ணீர் நீ (2)  எனது வானம் நீ இழந்த சிறகும் நீ (2) நான் தூக்கி வளர்த்த துயரம் நீ  ஒரு தெய்வம் தந்த பூவே சிறு ஊடல் என்ன தாயே (2)","metaphors":[{"metaphor":"ஒரு தெய்வம் தந்த பூவே","target":"குழந்தை","source":"தெய்வம் தந்த பூ","interpretation":"பெண் குழந்தையை வரமாய் ஒப்பிடல்/ பெண்ணை பூவுடன் ஒப்பிடல்"},{"metaphor":"காற்றைப்போல நீ வந்தாயே","target":"குழந்தை","source":"காற்று","interpretation":"குழந்தையின் பிறப்பு சார்பான ஒப்பீடு"},{"metaphor":"எனது செல்வம் நீ","target":"குழந்தை","source":"செல்வம்","interpretation":"தன் பிள்ளை சார்ந்த ஒப்பீடு"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2004,"album":"உதயா","song_name":"என்ன என்ன","lyricist":"இளைய கம்பன்","composer":"ஏ. ஆர். ரஹ்மான்","lyrics":"என்ன என்ன அது என்ன என்ன அது என்ன என்ன அது என்ன என்ன  ஏலேலே லேலே ஏலேலேலே லேலே.  என்ன என்ன அது என்ன என்ன அது என்ன என்ன அது என்ன என்ன  ஏலேலே லேலே ஏலேலேலே லேலே..  கெட்டிமேள கெட்டிமேள சத்தத்தில பூக்கும் பூ என்ன என்ன அது என்ன என்ன அது என்ன என்ன  ம்ம் என்ன என்ன  கெட்டிமேள கெட்டிமேள சத்தத்தில பூக்கும் பூ என்ன என்ன அது என்ன என்ன அது என்ன என்ன  ம்ம் மல்லியப்பூ இல்ல இல்ல மலைப்புதான் இல்ல இல்ல மழலைப்பூ இல்ல இல்ல  பட்டுப்பொண்ணு வெக்கத்துல கட்டிலுக்கு சேர்த்துவைக்கும் புல்லரிப்பு அஹ அஹா பொன்சிரிப்பு ஒஹொ. ஒஹோ மைய்யணைப்பு ஆமாஆமா  பூவோட அழகெல்லாம் வேருக்குத் தெரியாது பூங்காற்றைச் சேராமல் புல்லாங்குழல் பாடாது  கெட்டிமேள கெட்டிமேள சத்தத்தில பூக்கும் பூ என்ன என்ன அது என்ன என்ன அது என்ன என்ன.  ஹோ ஹோ .ஹோ ஹோ  சூரியன ஆறவெச்சு ஒஹொ நெத்திப்பொட்டா வெச்சிக்கிட்டா ஆஹா சுத்திவரும் பூமியத்தான் மூக்குத்தியா ஆக்கிக்கிட்டா ம்ம் ம்ம்  சுத்திவரும் பூமியத்தான் மூக்குத்தியா ஆக்கிக்கிட்டா ம்ம் ம்ம்  நட்சத்திரப் பூவையெல்லாம் கூந்தலிலே சூடிக்கிட்டா நட்சத்திரப் பூவையெல்லாம் கூந்தலிலே சூடிக்கிட்டா  நந்தவனத் தேனையள்ளி ஒதட்டுக்குள் ஒளிச்சுக்கிட்டா ஆஅ  செந்தூரப் பூஞ்சாறு நெஞ்சில் ஊஞ்சல் ஆடு சில்லென்ற பன்னீரில் கண்கள் மிதந்தாட ஆஅ  கெட்டிமேள கெட்டிமேள சத்தத்தில பூக்கும் பூ என்ன என்ன அது என்ன என்ன அது என்ன என்ன (2)  ஒஹொஹோ ஒஹொ ஓஹோஹோ ஓ ஹோஹோ ஒஹொஹொ ஒஹொஹொ ஹொ ஒஹொஹோ ஒஹொ ஓஹோஹோ ஓ ஹோஹோ (2)  என்னுடைய கிழக்கினில் சூரியன்கள் கொட்டி வைத்தாய் எட்டு லட்ச நரம்பிலும் மின்சாரத்தை விட்டு வைத்தாய் எட்டு லட்ச நரம்பிலும் மின்சாரத்தை விட்டு வைத்தாய்.  அமிலத்தை எனக்குள்ளே அமுதமாய் ஊற்றிவிட்டாய் காதலின் விஷம் தந்து ஆயுளைக் கூட்டிவிட்டாய்  செந்தூரப் பூஞ்சாறு நெஞ்சில் ஊஞ்சல் ஆடு சில்லென்ற பன்னீரில் கண்கள் மிதந்தாட  கெட்டிமேள கெட்டிமேள சத்தத்தில பூக்கும் பூ என்ன என்ன அது என்ன என்ன அது என்ன என்ன  ஹோ ஹோ .ஹோ ஹோ பூவோட அழகெல்லாம் வேருக்குத் தெரியாது பூங்காற்றைச் சேராமல் புல்லாங்குழல் பாடாது  கெட்டிமேள கெட்டிமேள சத்தத்தில பூக்கும் பூ என்ன என்ன அது என்ன என்ன அது என்ன என்ன (2)  அது என்ன என்ன அது என்ன என்ன அது என்ன என்ன (2)","metaphors":[{"metaphor":"பட்டுப்பொண்ணு வெக்கத்துல","target":"பெண்","source":"பட்டு","interpretation":"பெண் சார் வர்ணணை"},{"metaphor":"பொன்சிரிப்பு","target":"சிரிப்பு","source":"பொன்","interpretation":"சிரிப்பு சார் விபரிப்பு"},{"metaphor":"சூரியன ஆறவெச்சுஒஹொநெத்திப்பொட்டா வெச்சிக்கிட்டா","target":"நெத்திப்பொட்டு","source":"சூரியன்","interpretation":"பெண்ணின் அணிகலன் சார் ஒப்பீடு"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2003,"album":"எனக்கு 20 உனக்கு 18","song_name":"சந்திப்போமா","lyricist":"பா விஜய்","composer":"ஏ. ஆர். ரஹ்மான்","lyrics":"சந்திப்போமா இருவரும் சந்திப்போமா ஜுலை காற்றில் ஜூப்பிட்டரில் ஒரு முறை சந்திப்போமா  இந்த சாலையில் போகின்றான் மீசை வைத்த பையன் அவன் ஆறடி உயரம் அழகிய உருவம் ஆப்பிள் போலே இருப்பானே    இந்த சாலையில் போகின்றான் மீசை வைத்த பையன் அவன் ஆறடி உயரம் அழகிய உருவம் ஆப்பிள் போலே இருப்பானே  எந்த கல்லூரிக்கு போகின்றதோ என்னை தாக்கிய தாவணியே முதல் முறை காதல் பயம் இல்லை இதயத்திலே  சந்திப்போமா இருவரும் சந்திப்போமா ஜுலை காற்றில் ஜூப்பிட்டரில் ஒரு முறை சந்திப்போமா சந்திப்போமா நெப்டியூனில் சந்திப்போமா காதல் சுவாசம் போதுமே இருவரும் ஜீவிப்போமா  இந்த சாலையில் போகின்றான் மீசை வைத்த பையன் அவன் ஆறடி உயரம் அழகிய உருவம் ஆப்பிள் போலே இருப்பானே  எந்த கல்லூரிக்கு போகின்றதோ என்னை தாக்கிய தாவணியே முதல் முறை காதல் பயம் இல்லை இதயத்திலே    அந்த மெரினா பீச் சிறு படகடியில் ஒரு நிழலாகி நாம் வசிப்போமா காபி டே போகலாம் ஸ்னோ பெளலிங் ஆடலாம் போன் சண்டை போடலாம் பில்லியர்ட்சில் சேரலாம் மீட்டீங் நடந்தால் இனி டேட்டிங் நடக்கும்  ஒரு ஸ்பூனை வைத்து ஐஸ் கீரிமை பாதி பாதி திண்ணலாம் எப்படா சந்திப்போமா இருவரும் சந்திப்போமா ஜுலை காற்றில் ஜூப்பிட்டரில் ஒரு முறை சந்திப்போமா சந்திப்போமா நெப்டியூனில் சந்திப்போமா காதல் சுவாசம் போதுமே இருவரும் ஜீவிப்போமா  இந்த சாலையில் போகின்றான் மீசை வைத்த பையன் அவன் ஆறடி உயரம் அழகிய உருவம் ஆப்பிள் போலே இருப்பானே  எந்த கல்லூரிக்கு போகின்றதோ என்னை தாக்கிய தாவணியே முதல் முறை காதல் பயம் இல்லை இதயத்திலே  யார் புன்னகையும் உன் போல் இல்லையடா யார் வாசனையும் உன் போல் இல்லையடா அய்யோனு ஆனதே ஆனந்தம் போனதே ச்சீ ச்சீ ச்சீ சிந்தனை சிரிப்புக்குள் வேதனை போடி வராதே மனம் போனால் வராதே  உன்னை பெற்ற ஒரு அன்னை கொண்ட வேதனைகள் தருகிறாய் போதுமே  சந்திப்போமா இருவரும் சந்திப்போமா ஜுலை காற்றில் ஜூப்பிட்டரில் ஒரு முறை சந்திப்போமா சந்திப்போமா நெப்டியூனில் சந்திப்போமா காதல் சுவாசம் போதுமே இருவரும் ஜீவிப்போமா  இந்த சாலையில் போகின்றான் மீசை வைத்த பையன் அவன் ஆறடி உயரம் அழகிய உருவம் ஆப்பிள் போலே இருப்பானே  எந்த கல்லூரிக்கு போகின்றதோ என்னை தாக்கிய தாவணியே முதல் முறை காதல் பயம் இல்லை இதயத்திலே  சந்திப்போமா இருவரும் சந்திப்போமா ஜுலை காற்றில் ஜூப்பிட்டரில் ஒரு முறை சந்திப்போமா சந்திப்போமா நெப்டியூனில் சந்திப்போமா காதல் சுவாசம் போதுமே இருவரும் ஜீவிப்போமா (2)","metaphors":[{"metaphor":"ஆப்பிள் போலே இருப்பானே","target":"ஆண்","source":"ஆப்பிள்","interpretation":"ஆண் சார் ஒப்பீடு/ பளபளப்பான தன்மை"},{"metaphor":"என்னை தாக்கிய தாவணியே","target":"பெண்","source":"தாவணி","interpretation":"பெண் சார் வர்ணணை"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2002,"album":"தேசம்","song_name":"கேட்டேனா நான்","lyricist":"வாலி","composer":"ஏ. ஆர். ரஹ்மான்","lyrics":"ம்ம் ம்ம் ம்ம் ம்ம் கேட்டேனா உன்னை கேட்டேனா என்னைக் காதல் செய்யென்று கேட்டேனா மாட்டேனா என்னைத்தர மாட்டேனா என்னை நானாக தரமாட்டேனா  எனை தொட எனை தொட விரல்கலாச்சோ விழி விழி தொட விழி தொட விலகிபோச்சோ மொழி வர வர இளைக்கிறேன் ஏனடா  தீக்குள் விரலை வைத்தேன் தித்தித்தாய் அங்கே நீதான் முண்டாசு கவிஞன் சொன்ன கண்ணமாவா..  நான் கற்ற அறிவியலில் உன்னைப்போல் அதிசயம் இல்லை திக்கற்று நிற்குது கண்ணே விஞ்ஞானம்தான்  நான் தான் அந்த ஐன்ஸ்டீன் னா உன்னை ஆராய்ச்சி செய்ய என்னால் ஆகாதே நீதான் புது விண்மீனா இந்த வையத்தை விட்டு வானம் போகாதே  நீரும் இன்றி வேரும் இன்றி பூப்பூக்கும் வித்தைதானா காதல் ஓ சொல்லும் இன்றி மெட்டும் இன்றி கண் பாடும் கவிதைதானா காதல் ஓ..  இலக்கிய கனியை ஆதாம் தின்றாள் விழைந்தது அன்றே காதல் இலக்கிய வடிவில் உமர் கையாம் சொன்னான் வளர்ந்தது அழகாய் காதல் தண்ணீரில் கல் எறிந்தால் உண்டாகும் வட்டம் போலே கண்ணா நான் கண்டேன் என்னுள் வட்டங்களே  கண்ணை ஒரு கல்லைப்போல கண்ணே நான் விட்டெறிந்தேன் உண்டாச்சு காதல் வட்டம் உள்ளுக்குள்ளே  கேட்டேனா உன்னை கேட்டேனா என்னைக் காதல் செய்யென்று கேட்டேனா மாட்டேனா என்னைத்தர மாட்டேனா என்னை நானாக தரமாட்டேனா  ம்ம் சிக்கிமுக்கி கற்கள் கொண்டு உண்டாக்கி வைப்பதுண்டு தீயே ஓ வத்தி குச்சி விழிகள் கொண்டு தீ மூட்டி வைத்ததென்ன நீயே ஓ  காற்றினில் வைத்த கற்பூரம் போல் உன்னில் கரைந்தேன் நானே தனியாய் எனக்கோர் முகவரி ஏது நான் உன் நிழலாய் போனேன்  உன் பேரை சொல்லி சொல்லி உமிழ்நீரும் தமிழ்நீராச்சு பிறகென்ன என்னைப்பற்றி கவிதை பாடு  கவிதைக்குள் சிக்காதம்மா கண்ணே உன் சௌந்தர்யம்தான் உனைப்போல் பொய் தான் சொல்ல உலகில் யாரு  கேட்டேனா உன்னை கேட்டேனா என்னைக் காதல் செய்யென்று கேட்டேனா மாட்டேனா என்னைத்தர மாட்டேனா என்னை நானாக தரமாட்டேனா","metaphors":[{"metaphor":"முண்டாசு கவிஞன் சொன்ன கண்ணமாவா..","target":"பெண்","source":"கண்ணம்மா","interpretation":"பெண் சார் வர்ணணை"},{"metaphor":"நான் கற்ற அறிவியலில்உன்னைப்போல் அதிசயம் இல்லை","target":"பெண்","source":"அதிசயம்","interpretation":"பெண்ணை அதிசயமாக ஒப்பிடல்"},{"metaphor":"நான் தான் அந்த ஐன்ஸ்டீன் னாஉன்னை ஆராய்ச்சி செய்யஎன்னால் ஆகாதே","target":"ஆண்","source":"ஐன்ஸ்டீன்","interpretation":"காதலியை சேர நினைக்கும் காதலன் நிலை"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2007,"album":"சக்கரைகட்டி","song_name":"மருதாணி விழியில்","lyricist":"வாலி","composer":"ஏ. ஆர். ரஹ்மான்","lyrics":"மருதாணி மருதாணி மருதாணி விழியில் என் அடி போடி தீபாளி கங்கை என்று கானலை காட்டும் காதல் கானல் என்று கங்கையை காட்டும் வாழும் பயிருக்கு தண்ணீர் வேண்டும் காதல் கதைக்க கண்ணீர் வேண்டும்  மருதாணி விழியில் என் அடி போடி தீபாளி ஆகாயம் மண் மீது சாயாது நிஜமான காதல் தான் நிலையான பாடல் தான் அதன் ஓசை எந்நாளும் ஓயாது  மருதாணி மருதாணி விழியில் என்  அவன் இதய வீட்டில் வாழும் அவள் தேகம் வெந்து போகும் என அவன் அருந்திட மாட்டான் சுடு நீரும் சுடு சோறும்  காதலி கை நகம் எல்லாம் பொக்கிஷம் போலே அவன் சேமிப்பான் ஒருத்திக்காக வாழ்கிற ஜாதி உணரவில்லை இன்னொரு பாதி  மருதாணி விழியில் என் மருதாணி விழியில் என் அடி போடி தீபாளி ஆகாயம் மண் மீது சாயாது நிஜமான காதல் தான் நிலையான பாடல் தான் அதன் ஓசை எந்நாளும் ஓயாது  அவள் அவன் காதல் நெஞ்சில் கண்டாலே சிறு குற்றம் அவன் நெஞ்சம் தாய்பால் போலே எந்நாளும் பரிசுத்தம் ஆத்திரம் நேத்திரம் மூட பாலையும் கள்ளாய் அவள் பார்க்கிறாள்  ஆக மொத்தம் அவசரக் கோலம் ஓ. அவளுக்கிதை காட்டிடும் காலம்  மருதாணி விழியில் என் மருதாணி விழியில் என் அடி போடி தீபாளி கங்கை என்று கானலை காட்டும் காதல் கானல் என்று கங்கையை காட்டும் வாழும் பயிருக்கு தண்ணீர் வேண்டும் காதல் கதைக்க கண்ணீர் வேண்டும்  மருதாணி விழியில் என் அடி போடி தீபாளி ஆகாயம் மண் மீது சாயாது நிஜமான காதல் தான் நிலையான பாடல் தான் அதன் ஓசை எந்நாளும் ஓயாது  மருதாணி மருதாணி விழியில் என் மருதாணி மருதாணி மருதாணி மருதாணி விழியில் என்","metaphors":[{"metaphor":"மருதாணி விழியில்","target":"பெண்ணின் விழி","source":"மருதாணி","interpretation":"பெண்ணின் உடல்/ கண் சார் வர்ணணை"},{"metaphor":"நகம் எல்லாம் பொக்கிஷம் போலே","target":"நகம்","source":"பொக்கிஷம்","interpretation":"பெண்ணின் உடல்/ கண் சார் விபரிப்பு"},{"metaphor":"அவன் நெஞ்சம் தாய்பால்போலே எந்நாளும் பரிசுத்தம்","target":"நெஞ்சம்","source":"தாய்ப்பால்","interpretation":"மனதின் தூய்மையான தன்மை"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2007,"album":"சக்கரைகட்டி","song_name":"சின்னம்மா சிலகம்மா","lyricist":"பா. விஜய்","composer":"ஏ. ஆர். ரஹ்மான்","lyrics":"சின்னம்மா சிலகம்மா நில்லு நில்லு நில்லு செல்லம்மா சிலையம்மா சொல்லு சொல்லு சொல்லு சின்னம்மா சிலகம்மா நில்லு நில்லு நில்லு செல்லம்மா சிலையம்மா சொல்லு சொல்லு சொல்லு சொல்லு சொல்லு சொல்லு சொல்லு சொல்லு சொல்லு  .  சின்னம்மா சிலகம்மா நில்லு நில்லு நில்லு செல்லம்மா சிலையம்மா சொல்லு சொல்லு சொல்லு சின்னம்மா சிலகம்மா நில்லு நில்லு நில்லு செல்லம்மா சிலையம்மா சொல்லு சொல்லு சொல்லு  அம்மம்மா அழகம்மா அடி நெஞ்சில் யாரம்மா விழியம்மா முழியம்மா சிற்பங்கள் எவரம்மா சின்னம்மா சிலகம்மா சின்னம்மா சிலகம்மா    ஜல் ஜலக்கு ஜலக்கு உன் கொஞ்சல் சொல் எதுக்கு எதுக்கு விழி கெஞ்சல் (2)  நீ சிரிக்க சிரிக்க கொட்டும் கிளிஞ்சல் வெட்கம் ஒதுக்கு ஒதுக்கு அது இடைஞ்சல்  கண்ணாலே அனுப்பினாய் அஞ்சல் நிறம் மாறி போனதேன் என் மஞ்சள் இனி உனக்கும் எனக்கும் முத்த காய்ச்சல்  அடி துவங்கு துவங்கு வெட்க கூச்சல்  வெயிலாய் தொட்டானே சூடு சூடு சூடாய் மழையாய் பட்டானே கோடு கோடு கோடாய் (2)  யார் யாரோ அவன் யாரோ என் பேர்தான் கேட்பாரோ என் பேரோ உன் பேரோ ஒன்றென்று அறிவாரோ  சின்னம்மா சிலகம்மா சின்னம்மா சிலகம்மா    உம்மா உம்மா ஐயோ கசக்கும் சும்மா சும்மா கேட்டால் இனிக்கும் காதல் கணக்கே வித்தியாசம் ம்ம்ம்  சுடுமா சுடுமா நெருப்பை தீயே சுகமா சுகமா காதல் கனவே உயிர் வாசம் ம்ம்ம் நீ உருகி வழிந்திடும் தங்கம் உன்னைப் பார்த்த கண்ணில் ஆதங்கம் உன் எடையும் இடையும் தான் கொஞ்சம் உன் வீட்டில் உணவுக்கா பஞ்சம்  சின்னம்மா சிலகம்மா நில்லு நில்லு நில்லு செல்லம்மா சிலையம்மா சொல்லு சொல்லு சொல்லு  அம்மம்மா அழகம்மா அடி நெஞ்சில் யாரம்மா செல்லம்மா செல்லம்மா சொல்லம்மா சொல்லம்மா  .  வெள்ளை இரவே இரவின் குளிரே தெளியும் நதியே நதியின் கரையே நீயோ அழகின் நெசவாகும் ம்ம்ம்  கொஞ்சல் மொழியே மொழியின் உயிரே உறையா பனியே ஹாஹாஹா நீ என் நூறு சதவீதம் ம்ம்ம்  நீ பூக்கள் போத்திய படுக்கை உன் உதடு தேன்களின் இருக்கை நின் உடலில் பயில்கிறேன் கணக்கை உனை பாட ஏதடி தணிக்கை  ஜல் ஜலக்கு ஜலக்கு உன் கொஞ்சல் சொல் எதுக்கு எதுக்கு விழி கெஞ்சல் (2)  நீ சிரிக்க சிரிக்க கொட்டும் கிளிஞ்சல் வெட்கம் ஒதுக்கு ஒதுக்கு அது இடைஞ்சல்  கண்ணாலே அனுப்பினாய் அஞ்சல் நிறம் மாறி போனது உன் மஞ்சள் அட உனக்கும் எனக்கும் முத்த காய்ச்சல் இனி துவங்கு துவங்கு வெட்க கூச்சல்  சின்னம்மா சிலகம்மா . சின்னம்மா சிலகம்மா . சின்னம்மா சிலகம்மா . சின்னம்மா சிலகம்மா   அம்மம்மா அழகம்மா அடி நெஞ்சில் யாரம்மா விழியம்மா முழியம்மா சிற்பங்கள் எவரம்மா சின்னம்மா சிலகம்மா சின்னம்மா சிலகம்மா","metaphors":[{"metaphor":"நீ உருகி வழிந்திடும் தங்கம்","target":"பெண்","source":"உருகி வழிந்திடும் தங்கம்","interpretation":"பெண் சார் விபரிப்பு"},{"metaphor":"வெள்ளை இரவேஇரவின் குளிரேதெளியும் நதியேநதியின் கரையேநீயோ அழகின்நெசவாகும்","target":"பெண்","source":"வெள்ளை இரவு","interpretation":"பெண்/ நிறம் சார் வர்ணணை"},{"metaphor":"வெள்ளை இரவேஇரவின் குளிரேதெளியும் நதியேநதியின் கரையேநீயோ அழகின்நெசவாகும்","target":"பெண்","source":"இரவின் குளிர்","interpretation":"காதலி சார் விபரிப்பு"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2010,"album":"ராவணன்","song_name":"காட்டுச் சிறுக்கி","lyricist":"வைரமுத்து","composer":"ஏ. ஆர். ரஹ்மான்","lyrics":"காட்டுச் சிறுக்கி காட்டுச் சிறுக்கி யார் காட்டுச் சிறுக்கி இவ மழை கொடுப்பாளோ இடி இடிப்பாளோ மாயமாய் போவாளோ  ஓ காட்டுச் சிறுக்கி காட்டுச் சிறுக்கி யார் காட்டுச் சிறுக்கி இவ மழை கொடுப்பாளோ இடி இடிப்பாளோ மாயமாய் போவாளோ  ஈக்கி மின்னல் அடிக்குதடி யாத்தே ஈர கொலக் துடிக்குதடி யாத்தே (2)  நச்சு மனம் மச்சினியோடு மச்சினியோடு மருகுதடி அவ நெத்தியுல வச்ச பொட்டுல என் நெஞ்சாங்குழியே ஒட்டுதே அவ நெத்தியுல வச்ச பொட்டுல என் நெஞ்சாங்குழியே ஒட்டுதே அவ பார்வையில் எலும்புக பல்பொடி ஆச்சே  காட்டுச் சிறுக்கி காட்டுச் சிறுக்கி யார் காட்டுச் சிறுக்கி இவ மழை கொடுப்பாளோ இடி இடிப்பாளோ மாயமாய் போவாளோ  யாரோ எவளோ யாரோ எவளோ யார் காட்டுச் சிறுக்கி இவ மழை கொடுப்பாளோ இடி இடிப்பாளோ மாயமாய் போவாளோ  தண்டை அணிஞ்சவ கொண்டை அரிஞ்சதும் அண்டசராசரம் போச்சு வண்டு தொடாமுகம் கண்டு வனாந்தரம் வாங்குதே பெருமூச்சு  காட்டுச் சிறுக்கி காட்டுச் சிறுக்கி காட்டுச் சிறுக்கி காட்டுச் சிறுக்கி யார் காட்டுச் சிறுக்கி இவ மழை கொடுப்பாளோ இடி இடிப்பாளோ மாயமாய் போவாளோ  உச்சந்தலை வகிடு வழி ஒத்த மனம் அலையுதடி ஒதட்டு வரி பள்ளத்துல உசிர் விழுந்து தவிக்குதடி  பாழாப் போன மனசு பசியெடுத்து கொண்ட பத்தியத்த முறிக்குதடி பாராங்கல்ல சொமந்து வழி மறந்து ஒரு நத்தக்குட்டி நகருதடி  கொண்டக் காலு செவப்பும் மூக்கு வனப்பும் என்னக் கிறுக்குன்னு சிரிக்குதடி ஓ காட்டுச் சிறுக்கி காட்டுச் சிறுக்கி யார் காட்டுச் சிறுக்கி இவ மழை கொடுப்பாளோ இடி இடிப்பாளோ மாயமாய் போவாளோ  யாரோ எவளோ யாரோ எவளோ யார் காட்டுச் சிறுக்கி இவ மழை கொடுப்பாளோ இடி இடிப்பாளோ மாயமாய் போவாளோ  தண்டை அணிஞ்சவ கொண்டை அரிஞ்சதும் அண்டசராசரம் போச்சு வண்டு தொடாமுகம் கண்டு வனாந்தரம் வாங்குதே பெருமூச்சு  ..  ஏ ஹே ஏர் கிழிச்ச தடத்து வழி நீர் கிழிச்சு போவது போல் நீ கிழிச்ச கோட்டு வழி நீளுதடி எம்பொழப்பு  ஆஆ ஆஆ ஆஆ ஆஆ  ஊரான் காட்டு கனியே உன்ன நெனச்சு நெஞ்சு சப்புக்கொட்டித் துடிக்குதடி யாத்தே இது சரியா இல்ல தவறா நெஞ்சில் கத்திச் சண்டை நடக்குதடி  உன்ன முன்ன நிறுத்தி என்ன நடத்தி கெட்ட விதி வந்து சிரிக்குதடி  ஓ காட்டுச் சிறுக்கி காட்டுச் சிறுக்கி ஓ காட்டுச் சிறுக்கி காட்டுச் சிறுக்கி யார் காட்டுச் சிறுக்கி இவ மழை கொடுப்பாளோ இடி இடிப்பாளோ மாயமாய் போவாளோ  காட்டுச் சிறுக்கி காட்டுச் சிறுக்கி யார் காட்டுச் சிறுக்கி இவ காட்டுச் சிறுக்கி காட்டுச் சிறுக்கி யார் காட்டுச் சிறுக்கி இவ  காட்டுச் சிறுக்கி காட்டுச் சிறுக்கி யார் காட்டுச் சிறுக்கி இவ மழை கொடுப்பாளோ இடி இடிப்பாளோ மாயமாய் போவாளோ  காட்டுச் சிறுக்கி காட்டுச் சிறுக்கி யார் காட்டுச் சிறுக்கி இவ காட்டுச் சிறுக்கி காட்டுச் சிறுக்கி யார் காட்டுச் சிறுக்கி இவ (2) ஆஆ ஹா ஆஆ ஹா ஆ","metaphors":[{"metaphor":"காட்டுச் சிறுக்கி","target":"பெண்","source":"காட்டு சிறுக்கி","interpretation":"பெண் சார் வர்ணணை"},{"metaphor":"அவ பார்வையில் எலும்புக பல்பொடி ஆச்சே","target":"எலும்பு","source":"பல்பொடி","interpretation":"பெண்ணின் பார்வையின் தாக்கம்"},{"metaphor":"ஏர்கிழிச்ச தடத்து வழிநீர் கிழிச்சு போவதுபோல் நீ கிழிச்ச கோட்டுவழி நீளுதடி எம்பொழப்பு","target":"நீ கிழிச்ச கோட்டு வழி நீளும் எம்பொழப்பு","source":"ஏர் கிழிச்ச தடத்து வழி நீர் கிழிச்சு போதல்","interpretation":"காதலி சொல் கேட்டு வாழும் காதலனின் வாழ்வின் ஒப்பீடு"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2001,"album":"காசி","song_name":"ஆத்தோரத்திலே ஆலமரம்","lyricist":"புலமைப்பித்தன்","composer":"இளையராஜா","lyrics":"ஆத்தோரத்திலே ஆலமரம் ஆலமரம் ஆலமரத்தில் தூளி கட்டி ஆட வரும் ஸ்வர்ணக்குயிலே  ஆத்தோரத்திலே ஆலமரம் ஆலமரம் ஆலமரத்தில் தூளி கட்டி ஆட வரும் ஸ்வர்ணக்குயிலே  ஆடும் நெஞ்சில் ஆடும் சின்னக் கண்ணம்மா கண்ணம்மா ஆடி வெள்ளம் போலப் பொங்கி பாடலாமா  கூடு கட்டி நெஞ்சில் வாழும் பொன்னம்மா பொன்னம்மா கொஞ்சிக் கொஞ்சி கொஞ்சம் வந்து பேசலாமா ஒன்னத் தானே பாட்டில் வெச்சேன் நெஞ்சுக்குள்ள பூட்டி வெச்சேன்.  ஆத்தோரத்திலே ஆலமரம் ஆலமரம் ஆலமரத்தில் தூளி கட்டி ஆட வரும் ஸ்வர்ணக்குயிலே  வெள்ளி கொலுசு ரெண்டு துள்ளி குலுங்க உந்தன் காலடியின் ஓச மட்டும் கேட்கும் நெஞ்சில் வரைஞ்சு வெச்ச உந்தன் அழகைக் கண்ணில் பார்த்திருக்க ஆசை எல்லாம் தீரும்  வானின் வடிவம் என்ன மண்ணின் வனப்பும் என்ன நீ கொடுத்த கண்ணைக் கொண்டு பார்ப்பேன் காடு மலைகள் எங்கும் ஓடி குதிச்சு வந்து ஓய்வெடுக்க உன் மடியை கேட்பேன்  என் வானிலே நான் பார்க்கும் பொன் வசந்தக் காலம் நீதானம்மா நான் பாடும் என் உயிரின் ராகம் கண்மணியின் பாவை என கண்ணுக்குள்ளே வந்தவளே உன்னத் தானே பாட்டில் வெச்சேன் நெஞ்சுக்குள்ளே பூட்டி வெச்சேன்.  ஆத்தோரத்திலே ஆலமரம் ஆலமரம் ஆலமரத்தில் தூளி கட்டி ஆட வரும் ஸ்வர்ணக்குயிலே  ஆத்தோரத்திலே ஆலமரம் ஆலமரம் ஆலமரத்தில் தூளி கட்டி ஆட வரும் ஸ்வர்ணக்குயிலே  கண்கள் இரண்டு அதில் ஒன்ன எனக்குத் தந்த உன் கடன எப்படி நான் தீர்ப்பேன் ரெண்டு குரல் இருந்தா ஒன்ன உனக்குத் தந்து நானும் உன்னை பாடச் சொல்லி கேட்பேன்  வெள்ளி நிலவில் கூட உள்ள களங்கம் பத்தி ஊரு சொல்லக் கேட்டதுண்டு மானே கள்ளம் கபடம் ஏதும் இல்லா குழந்தை என்று துள்ளி வந்த கொல்லி மலைத் தேனே  நேற்று வரைக்கும் நான் பார்த்த கற்பனைகள் யாவும் உண்மை எனவே நான் காண கண்ணில் வந்த ஒளியேஏ கண்மணியின் பாவை என கண்ணுக்குள்ளே வந்தவளே உன்னத் தானே பாட்டில் வெச்சேன் நெஞ்சுக்குள்ளே பூட்டி வெச்சேன்.  ஆத்தோரத்திலே ஆலமரம் ஆலமரம் ஆலமரத்தில் தூளி கட்டி ஆட வரும் ஸ்வர்ணக்குயிலே  ஆத்தோரத்திலே ஆலமரம் ஆலமரம் ஆலமரத்தில் தூளி கட்டி ஆட வரும் ஸ்வர்ணக்குயிலே","metaphors":[{"metaphor":"கண்ணம்மா","target":"பெண்","source":"கண்ணம்மா","interpretation":"பெண் சார் வர்ணணை"},{"metaphor":"பொன்னம்மா","target":"பெண்","source":"பொன்னம்மா","interpretation":"பெண் சார் வர்ணணை"},{"metaphor":"கள்ளம் கபடம் ஏதும் இல்லா குழந்தை என்று","target":"பெண்","source":"குழந்தை","interpretation":"பெண் சார் வர்ணணை/ நேர்மையான குணம்"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2002,"album":"அழகி","song_name":"ஒளியிலே தொிவது","lyricist":"பழனி பாரதி","composer":"இளையராஜா","lyrics":"ஒளியிலே தொிவது தேவதையா ஒளியிலே தொிவது தேவதையா உயிாிலே கலந்தது நீ இல்லையா இது நெசமா நெசம் இல்லையா நினைவுக்கு தொியலையா கனவிலே நடக்குதா கண்களும் காண்கிறதா காண்கிறதா  ஒளியிலே தொிவது தேவதையா தேவதையா தேவதையா  சின்ன மனசுக்கு விளங்கவில்லையே நடப்பது என்னென்ன என்ன எண்ணியும் புாியவில்லையே நடந்தது என்னென்ன  கோவில் மணியை யாரு அடிக்கிறா தூங்கா விளக்க யாரு ஏத்துறா ஒரு போதும் அணையாம நின்று ஒளிரனும் ஒளியிலே தொிவது நீ இல்லையா நீ இல்லையா நீ இல்லையா  புத்தம் புதியதோா் பொண்ணு சிலை ஒன்னு குளிக்குது மஞ்சளிலே பூவ போல ஓா் சின்ன மேனியும் கலந்தது பூவுக்குள்ளே  அறியா வயசு கேள்வி எழுப்புது நடந்தா தொியும் எழுதி வச்சது எழுதியதை படிச்சாலும் எதுவும் புாியல  ஒளியிலே தொிவது தேவதையா உயிாிலே கலந்தது நீ இல்லையா இது நெசமா நெசம் இல்லையா நினைவுக்கு தொியலையா கனவிலே நடக்குதா கண்களும் காண்கிறதா காண்கிறதா  ஒளியிலே தொிவது தேவதையா தேவதையா தேவதையா","metaphors":[{"metaphor":"ஒளியிலே தொிவது தேவதையா","target":"பெண்","source":"தேவதை","interpretation":"பெண் சார் வர்ணணை"},{"metaphor":"பொண்ணு சிலை ஒன்னு","target":"பெண்","source":"சிலை","interpretation":"பெண் சார் வர்ணணை/ வடிவம் சார்ந்த ஒப்பீடு"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2003,"album":"பிதாமகன்","song_name":"இளங்காத்து வீசுதே","lyricist":"வாலி","composer":"இளையராஜா","lyrics":"இளங்காத்து வீசுதே இசை போல பேசுதே வளையாத மூங்கிலில் ராகம் வளைஞ்சு ஓடுதே மேகம் முழிச்சு கேக்குதே  கரும்பாறை மனசுல மயில் தோகை விரிக்குதே மழைச்சாரல் தெளிக்குதே புல்வெளி பாதை விரிக்குதே வானவில் குடையும் புடிக்குதே புல்வெளி பாதை விரிக்குதே வானவில் குடையும் புடிக்குதே  மணியின் ஓசை கேட்டு மனக்கதவு திறக்குதே புதிய தாளம் போட்டு உடல் காற்றில் மிதக்குதே  இளங்காத்து வீசுதே இசை போல பேசுதே வளையாத மூங்கிலில் ராகம் வளைஞ்சு ஓடுதே மேகம் முழிச்சு கேக்குதே  பின்னிப் பின்னிச் சின்ன இழையோடும் நெஞ்சை அள்ளும் வண்ணத் துணி போல ஒன்னுக்கொன்னு தான் இணைஞ்சி இருக்கு உறவு எல்லாம் அமைஞ்சி இருக்கு அள்ளி அள்ளித் தந்து உறவாடும் அன்னமடி இந்த நிலம் போல சிலருக்குத் தான் மனசு இருக்கு உலகம் அதில் நிலைச்சு இருக்கு நேத்து தனிமையில போச்சு யாரும் துணை இல்ல யாரோ வழித்துணைக்கு வந்தால் ஏதும் இணை இல்லை உலகத்தில் எதுவும் தனிச்சு இல்லையே குழலில் ராகம் மலரில் வாசம் சேர்ந்தது போல  இளங்காத்து வீசுதே இசை போல பேசுதே வளையாத மூங்கிலில் ராகம் வளைஞ்சு ஓடுதே மேகம் முழிச்சு கேக்குதே  மனசுல என்ன ஆகாயம் தினம்தினம் அது புதிர் போடும் ரகசியத்தை யாரு அறிஞ்சா அதிசயத்தை யாரு புரிஞ்சா விதை விதைக்கிற கை தானே மலர் பறிக்குது தினம்தோறும் மலர் தொடுக்க நாரை எடுத்து யார் தொடுத்தா மாலையாச்சு ஆலம் விழுதிலே ஊஞ்சல் ஆடும் கிளி எல்லாம் மூடும் சிறகிலே மெல்ல பேசும் கதை எல்லாம் தாலாட்டு கேட்டிடாமலே தாயின் மடியைத்தேடி ஓடும் மலைநதி போல  கரும்பாறை மனசுல மயில் தோகை விரிக்குதே மழைச்சாரல் தெளிக்குதே புல்வெளி பாதை விரிக்குதே வானவில் குடையும் புடிக்குதே புல்வெளி பாதை விரிக்குதே வானவில் குடையும் புடிக்குதே  மணியின் ஓசை கேட்டு மனக்கதவு திறக்குதே புதிய தாளம் போட்டு உடல் காற்றில் மிதக்குதே","metaphors":[{"metaphor":"இசை போல பேசுதே","target":"பெண் பேசுதல்","source":"இசை","interpretation":"பெண்ணின் குணம்/ பேச்சு சார் ஒப்பீடு"},{"metaphor":"கரும்பாறை மனசுல","target":"ஆணின் மனது","source":"கரும்பாறை","interpretation":"இறுக்கமான மனம்"},{"metaphor":"நிலம் போல சிலருக்குத் தான் மனசு இருக்கு","target":"மனது","source":"நிலம்","interpretation":"பரந்த நிறைந்த மனம்"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2003,"album":"ஜூலி கணபதி","song_name":"எனக்குப் பிடித்த பாடல்","lyricist":"வாலி","composer":"இளையராஜா","lyrics":"எனக்குப் பிடித்த பாடல் அது உனக்கும் பிடிக்குமே உன் மனது போகும் வழியை எந்தன் மனது அறியுமே  என்னை பிடித்த நிலவு அது உன்னை பிடிக்குமே காதல் நோய்க்கு மருந்து தந்து நோயைக் கூட்டுமே  உதிர்வது பூக்களா மனது வளர்த்த சோலையில் காதல் பூக்கள் உதிருமா  மெல்ல நெருங்கிடும் போது நீ தூர போகிறாய் விட்டு விலகிடும் போது நீ நெருங்கி வருகிறாய்  காதலின் திருவிழா கண்களில் நடக்குதே குழந்தையை போலவே இதயமும் தொலையுதே வானத்தில் பறக்கிறேன் மோகத்தில் மிதக்கிறேன் காதலால் நானும் ஓர் காத்தாடி ஆகிறேன்  எனக்குப் பிடித்த பாடல் அது உனக்கும் பிடிக்குமே உன் மனது போகும் வழியை எந்தன் மனது அறியுமே  என்னை பிடித்த நிலவு அது உன்னை பிடிக்குமே காதல் நோய்க்கு மருந்து தந்து நோயைக் கூட்டுமே  உதிர்வது பூக்களா மனது வளர்த்த சோலையில் காதல் பூக்கள் உதிருமா  பித்து பிடித்ததை போலே அடி பேச்சு குளறுதே வண்டு குடைவதை போலே விழி மனசை குடையுதே  காதலின் திருவிழா கண்களில் நடக்குதே குழந்தையை போலவே இதயமும் தொலையுதே வானத்தில் பறக்கிறேன் மோகத்தில் மிதக்கிறேன் காதலால் நானும் ஓர் காத்தாடி ஆகிறேன்  எனக்குப் பிடித்த பாடல் அது உனக்கும் பிடிக்குமே உன் மனது போகும் வழியை எந்தன் மனது அறியுமே  என்னை பிடித்த நிலவு அது உன்னை பிடிக்குமே காதல் நோய்க்கு மருந்து தந்து நோயைக் கூட்டுமே  .  வெள்ளிக் கம்பிகளைப் போல ஒரு தூறல் போடுதோ விண்ணும் மண்ணில் வந்து சேர அது பாலம் போடுதோ  நீர்த்துளி நீங்கினால் நீ தொடும் ஞாபகம் நீ தொட்ட இடமெல்லாம் வீணையின் தேன் ஸ்வரம் ஆயிரம் அருவியாய் அன்பிலே நனைக்கிறாய் மேகம் போல எனக்குள்ளே மோகம் வளர்த்து கலைகிறாய்  எனக்குப் பிடித்த பாடல் அது உனக்கும் பிடிக்குமே உன் மனது போகும் வழியை எந்தன் மனது அறியுமே  என்னை பிடித்த நிலவு அது உன்னை பிடிக்குமே காதல் நோய்க்கு மருந்து தந்து நோயைக் கூட்டுமே  உதிர்வது பூக்களா மனது வளர்த்த சோலையில் காதல் பூக்கள் உதிருமா  எனக்குப் பிடித்த பாடல் அது உனக்கும் பிடிக்குமே உன் மனது போகும் வழியை எந்தன் மனது அறியுமே","metaphors":[{"metaphor":"காதல் பூக்கள் உதிருமா","target":"காதல்","source":"பூக்கள்","interpretation":"காதல் சார்ந்த உவமை"},{"metaphor":"குழந்தையை போலவேஇதயமும் தொலையுதே","target":"இதயம்","source":"குழந்தை","interpretation":"காதல் வயப்படல்/ இதயம் தொலைத்தல்"},{"metaphor":"வெள்ளிக் கம்பிகளைப்போல ஒரு தூறல் போடுதோ","target":"தூறல் போடுதல்","source":"வெள்ளிக்கம்பி","interpretation":"மழை சார்ந்த வர்ணணை"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2001,"album":"தீனா","song_name":"நீ இல்லை என்றால்","lyricist":"வாலி","composer":"யுவன் ஷங்கர் ராஜா","lyrics":"நீ இல்லை என்றால் வாழ்க்கையில் இல்லை வானவில்லே உன் முகம் பாா்த்து சூாியன் சிாித்து எழுந்ததிங்கே  ஓ காதல் என்றாலும் அவ்வாா்த்தை பொல்லாது அவ்வாா்த்தை போல் என்னை கூா் வாளும் கொல்லாது ஓஹோ…  நீ இல்லை என்றால் வாழ்க்கையில் இல்லை வானவில்லே உன் முகம் பாா்த்து சூாியன் சிாித்து எழுந்ததிங்கே  ஓ காதல் என்றாலும் அவ்வாா்த்தை பொல்லாது அவ்வாா்த்தை போல் என்னை கூா் வாளும் கொல்லாது  நீ இல்லை என்றால் வாழ்க்கையில் இல்லை வானவில்லே    நடு ராத்திாியில் சிறு பூத்திாியில் ஒளி நடனமாடும் பொழுது ஒரு ஏடும் இல்லாமல் எழுத்தும் இல்லாமல் பாடல் நூறு எழுது  என் மௌனம் அதை சொல்லும் சொல்லும் உன் உள்ளம் அதை மெல்லும் மெல்லும் நடு சாமம் அது செல்லும் செல்லும் மலா் வானம் நம்மை கொல்லும் கொல்லும்  உன் ஆவல் பொல்லாது அடி அம்மாடி என்றும் அது காவல் கொள்ளாது  நீ இல்லை என்றால் வாழ்க்கையில் இல்லை வானவில்லே உன் முகம் பாா்த்து சூாியன் சிாித்து எழுந்ததிங்கே  அன்பே அன்பே உன் ஆடை என்று என்னை ஏற்றால் என்ன உன் இடையில் இன்று  நான் ஊா் மயங்கும் பல ஓவியத்தை என் கைகள் கொண்டு வரைந்தேன் உயிா் காதலனே உன் சித்திரத்தை என் கண்கள் கொண்டு வரைந்தேன்  உன்னை போலே ஒரு ஓவியத்தை ஹுசைன் கூட இங்கு வரைந்ததில்லை உன்னை பாா்த்தால் அவன் மூச்சு முட்டும் மழை போலே உடல் வோ்த்து கொட்டும்  இந்த காதல் வந்தாலே அந்த ஹாிச்சந்திரன் கூட பல பொய்கள் சொல்வானே….  நீ இல்லை என்றால் வாழ்க்கையில் இல்லை வானவில்லே உன் முகம் பாா்த்து சூாியன் சிாித்து எழுந்ததிங்கே  ஓ காதல் என்றாலும் அவ்வாா்த்தை பொல்லாது அவ்வாா்த்தை போல் என்னை கூா் வாளும் கொல்லாது  அன்பே அன்பே உன் ஆடை என்று என்னை ஏற்றால் என்ன உன் இடையில் இன்று","metaphors":[{"metaphor":"அவ்வாா்த்தை போல் என்னைகூா் வாளும் கொல்லாது","target":"வார்த்தை","source":"கூர் வாள்","interpretation":"புண்படுத்தும் வார்த்தை"},{"metaphor":"மழை போலே உடல் வோ்த்து கொட்டும்","target":"உடல் வியர்தல்","source":"மழை","interpretation":"வியர்வை சார்ந்த ஒப்பீடு / பதற்ற நிலை"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2002,"album":"மௌனம் பேசியதே","song_name":"என் அன்பே","lyricist":"காமகொடியன்","composer":"யுவன் ஷங்கர் ராஜா","lyrics":"என் அன்பே என் அன்பே என் கண்ணுக்குள் கவிதாஞ்சலி என் அன்பே என் அன்பே என் நெஞ்சுக்குள் காதல் வலி  என் உடல் இன்று கடல் ஆனதே என் உயிருக்குள் அலையாடுதே இந்த பாறைக்குள் பனி பாய்ந்ததே என் விரதத்தில் விளையாடுதே  ஓ சகி ஓ சகி பிாியசகி பிாியசகி  என் அன்பே என் அன்பே என் கண்ணுக்குள் கவிதாஞ்சலி என் அன்பே என் அன்பே என் நெஞ்சுக்குள் காதல் வலி  விழி பட்ட இடம் இன்று உளி பட்ட சிலையாக இதுதானோ காதல் என்று அறிந்தேனடி புது பாா்வை நீ பாா்த்து புது வாா்த்தை நீ பேசி இதயத்தை இடம் மாற செய்தாயடி  மெல்லிடை கொண்டு நடைகள் போடும் அழகான பெண்ணே முப்படை கொண்டு எனை சுற்றி வளைத்தாயடி என் உறக்கத்தை திருடி சென்று உறவாடும் பூவே உன் சிாிப்புக்குள் சிறை வைக்கிறாய்  அட கொஞ்சம் கொஞ்சமாய் என்னை வாட்டினாய் கொஞ்சம் கொஞ்சமாய் என்னை மாற்றினாய் இதயத்தின் மறுபக்கம் நீ காட்டினாய்  இனி என்ன சொல்லுவேன் இன்று நான் அமுத நஞ்சையும் உண்டு இனி ரெக்கை இன்றியே நான் போவேன் வான் மீதிலே  ஓ சகி ஓ சகி பிாியசகி பிாியசகி  என் அன்பே என் அன்பே என் கண்ணுக்குள் கவிதாஞ்சலி என் அன்பே என் அன்பே என் நெஞ்சுக்குள் காதல் வலி  ஓ சகி ஓ சகி பிாியசகி பிாியசகி (2)","metaphors":[{"metaphor":"என் உடல் இன்று கடல் ஆனதே","target":"உடல்","source":"கடல்","interpretation":"காதல் வயப்படவனின் நிலை"},{"metaphor":"விழி பட்ட இடம்இன்று உளி பட்ட சிலையாக","target":"விழி பட்ட இடம்","source":"உளி பட்ட சிலை","interpretation":"காதலியின் கண் பார்வையினால் காதலனின் இதயம்"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2002,"album":"மௌனம் பேசியதே","song_name":"சின்ன சின்னதாய்","lyricist":"புதுவை நம்பி","composer":"யுவன் ஷங்கர் ராஜா","lyrics":"சின்ன சின்னதாய் பெண்ணே.. என் நெஞ்சை முட்களால் தைத்தாய் என்விழியில் வாள் கொண்டு வீசி.. இளம் மனதில் காயங்கள் தந்தாய்..  துன்பம் மட்டும் உன் உறவா… உனை காதல் செய்ததே தவறா… உயிரே…. உயிரே….  காதல் செய்தால் பாவம்… பெண்மை எல்லாம் மாயம்.. உண்மை கண்டேன் உன்னால் பெண்ணே… பெண்கள் கண்ணில் சிக்கும்… ஆண்கள் எல்லாம் பாவம்… உண்மை கண்டேன் உன்னால் பெண்ணே…  .  காதல் வெறும் மேகம் என்றேன்.. அடை மழையாய் வந்தாய்… மழையோடு நனைந்திட வந்தேன்.. நீ தீயை மூட்டினாய்…. மொழியாக இருந்தேனே… உன்னால் இசையாக மலர்ந்தேனே…  என் உயிரோடு கலந்தவள் நீ தான் .. ஹே பெண்ணே.. கனவாகி கலைந்ததும் எனோ.. சொல் கண்ணே..  மௌனம் பேசியதே… உனக்கது தெரியலயா.. காதல் வார்த்தைகளை.. கண்கள் அறியலயா…   காதல் செய்தால் பாவம்… பெண்மை எல்லாம் மாயம்.. உண்மை கண்டேன் உன்னால் பெண்ணே… பெண்கள் கண்ணில் சிக்கும்… ஆண்கள் எல்லாம் பாவம்… உண்மை கண்டேன் உன்னால் பெண்ணே…    துணை இன்றி தனியாய் சென்றேன்.. என் நிழலாய் வந்தாய்… விடை தேடும் மாணவன் ஆனேன்.. என் விடையும் நீயென… வந்தாயே.. என் வழியில்.. காதல் தந்தாயே… உன் மொழியில்…  என் நெஞ்சில் காதல் வந்து .. நான் சொன்னேன்.. உன் காதல் வேறோர் மனதில்.. எனை நொந்தேன்…  கண்கள் உள்ளவரை… காதல் அழிவதில்லை… பெண்கள் உள்ளவரை… ஆண்கள் ஜெயிப்பதில்லை…    காதல் செய்தால் பாவம்… பெண்மை எல்லாம் மாயம்.. உண்மை கண்டேன் உன்னால் பெண்ணே… பெண்கள் கண்ணில் சிக்கும்… ஆண்கள் எல்லாம் பாவம்… உண்மை கண்டேன் உன்னால் பெண்ணே…","metaphors":[{"metaphor":"என் நெஞ்சை முட்களால் தைத்தாய்","target":"காதலியின் பார்வை","source":"முட்கள்","interpretation":"காயம் செய்தல்"},{"metaphor":"அடை மழையாய் வந்தாய்","target":"பெண்","source":"அடை மழை","interpretation":"பெண் சார் வர்ணணை"},{"metaphor":"என் நிழலாய் வந்தாய்","target":"பெண்","source":"நிழல்","interpretation":"பெண் சார் வர்ணணை/ இணைந்தே இருக்கும் தன்மை"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2002,"album":"மௌனம் பேசியதே","song_name":"கண்ணின் காந்தமே","lyricist":"அமீர்","composer":"யுவன் ஷங்கர் ராஜா","lyrics":"கண்ணின் காந்தமே வேண்டாம் உன் மனதின் சாந்தமே போதும் நம் உள்ளம் உறங்கவே வேண்டாம் நம் விழிகள் உறங்கினால் போதும்  தடைகள் இனி இல்லை வாழ்வில் நாம் விண்ணை தாண்டியே போவோம் … அழகே … அமுதே …  கண்ணின் காந்தமே வேண்டாம் உன் மனதின் சாந்தமே போதும் நம் உள்ளம் உறங்கவே வேண்டாம் நம் விழிகள் உறங்கினால் போதும்  தடைகள் இனி இல்லை வாழ்வில் நாம் விண்ணை தாண்டியே போவோம் … அழகே …    யாரோடும் வாழும் வாழ்க்கை அது வேண்டாம் பெண்ணே உயிரோடு வாழும் காலம் அது உனக்கு மட்டுமே  நீ எந்தன் மடி சேர ஒரு போர்வைக்குள் துயில் கொள்ள  உன் கண்ணீரை துடைத்துக்கொள்ளு என் கண்ணே கடல் வானும் காதல் செய்யும் நம் பின்னே  உன்னில் நிறைஞ்சிருக்கேன் எனக்கே தெரியலையே பெண்ணாய் நான் பிறந்த ரகசியம் புரிகிறதே   கண்ணின் காந்தமே வேண்டாம் உன் மனதின் சாந்தமே போதும் நம் உள்ளம் உறங்கவே வேண்டாம் நம் விழிகள் உறங்கினால் போதும்  தடைகள் இனி இல்லை வாழ்வில் நாம் விண்ணை தாண்டியே போவோம் … அழகே …    நான் சேர்ந்த சொந்தம் நீதான் நீ இரண்டாம் தாயே தவமாக கிடந்தேன் தனியே நான் உன்னில் கலக்கவே  தனிமைக்கு விடுமுறையா நாம் இதழ் சேர்ப்போம் முதல் முறையாய்  அடி உன்னை சேரா வாழ்வும் வேண்டாம் ஓர் நாளும் இன்றோடு உலகம் முடிந்தால் அது போதும்  நம்மை பிரிக்கிறதே இரவென்னும் ஒரு எதிரி நாட்கள் நகர்கிறதே மணநாள் சேதி சொல்லி    கண்ணின் காந்தமே வேண்டாம் உன் மனதின் சாந்தமே போதும் நம் உள்ளம் உறங்கவே வேண்டாம் நம் விழிகள் உறங்கினால் போதும்  தடைகள் இனி இல்லை வாழ்வில் நாம் விண்ணை தாண்டியே போவோம் … அழகே …","metaphors":[{"metaphor":"கண்ணின் காந்தமே","target":"பெண்ணின் கண்","source":"காந்தம்","interpretation":"பெண்ணின் கண் சார் வர்ணணை"},{"metaphor":"நீ இரண்டாம் தாயே","target":"பெண்","source":"இரண்டாம் தாய்","interpretation":"பெண் சார் வர்ணணை/ காதலியின் அன்பு/ கவனிப்பு"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2003,"album":"காதல் கொண்டேன்","song_name":"தேவதையை கண்டேன்","lyricist":"நா முத்துக்குமார்","composer":"யுவன் ஷங்கர் ராஜா","lyrics":"தேவதையை கண்டேன் காதலில் விழுந்தேன் என் உயிருடன் கலந்து விட்டாள் நெஞ்சுக்குள் நுழைந்தாள் மூச்சினில் நிறைந்தாள் என் முகவரி மாற்றி வைத்தாள்  ஒரு வண்ணத்துபூச்சி எந்தன் வழிதேடி வந்தது அதன் வண்ணங்கள் மட்டும் இன்று விரலோடு உள்ளது  தீக்குள்ளே விரல் வைத்தேன் தனி தீவில் கடை வைத்தேன் மணல் வீடு கட்டி வைத்தேன்  தேவதையை கண்டேன் காதலில் விழுந்தேன் என் உயிருடன் கலந்து விட்டாள் நெஞ்சுக்குள் நுழைந்தாள் மூச்சினில் நிறைந்தாள் என் முகவரி மாற்றி வைத்தாள்  தேவதை தேவதை தேவதை தேவதை அவள் ஒரு தேவதை தேவதை தேவதை தேவதை தேவதை  விழி ஓரமாய் ஒரு நீர் துளி அடி வழியுதே என் காதலி அதன் ஆழங்கள் நீ உணர்ந்தால் போதும் போதும் போதும் அழியாமலே ஒரு ஞாபகம் அலை பாயுதே என்ன காரணம் அருகாமையில் உன் வாசம் வீசினால் சுவாசம் சூடேறிடும்  கல்லறை மேலே பூக்கும் பூக்கள் கூந்தலை போய்தான் சேராதே எத்தனை காதல் எத்தனை ஆசை தடுமாறுதே தடம் மாறுதே அடி பூமி கனவு உடைந்து போகுதே  தேவதை தேவதை தேவதை தேவதை அவள் ஒரு தேவதை தேவதை தேவதை தேவதை தேவதை  தோழியே ஒரு நேரத்தில் தோளிலே நீ சாய்கையில் பாவியாய் மனம் பாழாய் போகும் போகும் போகும் சோழியாய் என்னை சுழற்றினாய் சூழ்நிலை திசை மாற்றினாய் கானலாய் உன் காதல் கண்டேன் கண்ணை குருடாக்கினாய்  காற்றினில் கிழியும் இலைகளுக்கெல்லாம் காற்றிடம் கோபம் கிடையாது உன்னிடம் கோபம் இங்கு நான் கொண்டால் எங்கு போவது என்ன ஆவது என் வாழ்வும் தாழ்வும் உன்னை சேர்ந்தது  தேவதையை கண்டேன் காதலில் விழுந்தேன் என் உயிருடன் கலந்து விட்டாள் நெஞ்சுக்குள் நுழைந்தாள் மூச்சினில் நிறைந்தாள் என் முகவரி மாற்றி வைத்தாள்  ஒரு வண்ணத்துபூச்சி எந்தன் வழிதேடி வந்தது அதன் வண்ணங்கள் மட்டும் இன்று விரலோடு உள்ளது","metaphors":[{"metaphor":"தேவதையை கண்டேன்","target":"பெண்","source":"தேவதை","interpretation":"பெண் சார் வர்ணணை"},{"metaphor":"ஒரு வண்ணத்துபூச்சி எந்தன் வழிதேடி வந்தது","target":"பெண்","source":"வண்ணத்து பூச்சி","interpretation":"பெண் சார் வர்ணணை"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2004,"album":"7 ஜி ரெயின்போ காலனி","song_name":"கண் பேசும் வார்த்தைகள்","lyricist":"நா முத்துக்குமார்","composer":"யுவன் ஷங்கர் ராஜா","lyrics":"கண் பேசும் வார்த்தைகள் புரிவதில்லை காத்திருந்தால் பெண் கனிவதில்லை ஒரு முகம் மறைய மறு முகம் தெரிய கண்ணாடி இதயம் இல்லை கடல் கை மூடி மறைவதில்லை (2)  காற்றில் இலைகள் பறந்த பிறகும் கிளையின் தழும்புகள் அழிவதில்லை காயம் நூறு கண்ட பிறகும் உன்னை உள் மனம் மறப்பதில்லை  ஒரு முறைதான் பெண் பார்ப்பதினால் வருகிற வழி அவள் அறிவதில்லை கனவினிலும் தினம் நினைவினிலும் கரைகிற ஆண் மனம் புரிவதில்லை  கண் பேசும் வார்த்தைகள் புரிவதில்லை காத்திருந்தால் பெண் கனிவதில்லை ஒரு முகம் மறைய மறு முகம் தெரிய கண்ணாடி இதயம் இல்லை கடல் கை மூடி மறைவதில்லை  காட்டிலே காயும் நிலவு கண்டு கொள்ள யாருமில்லை கண்களின் அனுமதி வாங்கி காதலும் இங்கே வருவதில்லை  தூரத்தில் தெரியும் வெளிச்சம் பாதைக்கு சொந்தம் இல்லை மின்னலின் ஒளியை பிடிக்க மின்மினி பூச்சிக்கு தெரியவில்லை  விழி உனக்கு சொந்தமடி வேதனைகள் எனக்கு சொந்தமடி அலை கடலை கண்ட பின்னே நுரைகள் மட்டும் கரைக்கே சொந்தமடி கண் பேசும் வார்த்தைகள் புரிவதில்லை காத்திருந்தால் பெண் கனிவதில்லை ஒரு முகம் மறைய மறு முகம் தெரிய கண்ணாடி இதயம் இல்லை கடல் கை மூடி மறைவதில்லை  உலகத்தில் எத்தனை பெண் உள்ளது மனம் ஒருத்தியை மட்டும் கொண்டாடுது ஒரு முறை வாழ்ந்திட திண்டாடுது இது உயிர் வரை பாய்ந்து பந்தாடுது  பனி துளி வந்து மோதியதால் இந்த முள்ளும் இங்கே துண்டானது பூமியில் உள்ள பொய்கள் எல்லாம் அட புடவை கட்டி பெண் ஆனது  ஏ புயல் அடித்தால் மழை இருக்கும் மரங்களும் பூக்களும் மறைந்து விடும் சிரிப்பு வரும் அழுகை வரும் காதலில் இரண்டுமே கலந்து வரும்  ஒரு முறைதான் பெண் பார்ப்பதினால் வருகிற வழி அவள் அறிவதில்லை கனவினிலும் தினம் நினைவினிலும் கரைகிற ஆண் மனம் புரிவதில்லை  ஹே கண் பேசும் வார்த்தைகள் புரிவதில்லை காத்திருந்தால் பெண் கனிவதில்லை ஒரு முகம் மறைய மறு முகம் தெரிய கண்ணாடி இதயம் இல்லை கடல் கை மூடி மறைவதில்லை  காற்றில் இலைகள் பறந்த பிறகும் கிளையின் தழும்புகள் அழிவதில்லை காயம் நூறு கண்ட பிறகும் உன்னை உள் மனம் மறப்பதில்லை","metaphors":[{"metaphor":"கண்ணாடி இதயம் இல்லை","target":"இதயம்","source":"கண்ணாடி","interpretation":"இதயம் சார் வர்ணணை"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2004,"album":"போஸ்","song_name":"நிஜமா நிஜமா","lyricist":"நா முத்துக்குமார்","composer":"யுவன் ஷங்கர் ராஜா","lyrics":"நிஜமா நிஜமா இது என்ன நிஜமா நீ வந்த நொடி நிஜமா  நிஜமா நிஜமா இது என்ன நிஜமா நீ வந்த நொடி நிஜமா  நிஜமா நிஜமா இது என்ன நிஜமா நீ நான் ஆனால் நிஜமா  ஒரு மரங்கொத்தி பறவை மனம் கொத்தி போகுதே மழை நின்ற போதும் மரக்கிளை தூறுதே பூட்டி வைத்த நெஞ்சில் பூப்பூக்குதே பார்க்கும் போதே கண்கள் பறிப்போகுதே  நிஜமா நிஜமா இது என்ன நிஜமா நீ வந்த நொடி நிஜமா  நிஜமா நிஜமா இது என்ன நிஜமா நீ நான் ஆனால் நிஜமா    நேற்று இன்று நாளை என்பதென்ன காலம் உறைந்து போனது நெற்றி பொட்டில் கோடி மின்னல் வீச கடவுள் ஆக தோணுதே  வேற்று கிரகம் போலே இன்று எனக்கு எந்தன் வீடு ஆனதே வெற்று கோபம் என்ன அர்த்தம் மாறி வெட்கம் ஆகி போனதே  வண்ணத்து பூச்சி சிறகால் மோதியே வானமும் இடிந்தால் அதுதான் காதலே இடி மின்னல் மழை இந்த மூன்றுமே இதயத்தில் தந்தால் அது காதலே  நிஜமா நிஜமா இது என்ன நிஜமா நீ நாம் நிஜமா  கோடை வாடை இளவேனில் காலம் கார்காலம் நான்குமே காதல் காலம் எந்த காலம் என்று உண்மை சொல்ல கூடுமோ  கிழக்கு மேற்கு வடக்கோடு தெற்கு திசைகள் நான்கு யாவுமே காதல் எந்த திசையில் செல்லும் என்று கண் சொல்ல கூடுமோ  கருவறை எனக்கும் இருந்தால் முல்லையே கடைசி வரைக்கும் சுமப்பேன் உனையே உயிர் அறை ஒன்றை உருவாக்கிய என் உயிர் உள்ள வரை என்னை பூட்டுவேன்  நிஜமா நிஜமா இது என்ன நிஜமா நீ வந்த நொடி நிஜமா","metaphors":[{"metaphor":"ஒரு மரங்கொத்தி பறவைமனம் கொத்தி போகுதே","target":"பெண்","source":"மரங்கொத்தி பறவை","interpretation":"பெண் சார் வர்ணணை"},{"metaphor":"வேற்று கிரகம் போலே இன்று எனக்கு எந்தன் வீடு ஆனதே","target":"அவன் வீடு","source":"வேற்று கிரகம்","interpretation":"காதலால் அந்நியமாய் தோன்றுதல்"},{"metaphor":"முல்லையே","target":"பெண்","source":"முல்லை","interpretation":"பெண்ணின் வாசனை"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2004,"album":"போஸ்","song_name":"வைத்த கண்","lyricist":"பா விஜய்","composer":"யுவன் ஷங்கர் ராஜா","lyrics":"வைத்த கண் வைத்தது தானோடி அப்படியே நிற்கின்றாய் தைத்த முள் தைத்தது தானோடி சொக்கியே போகின்றாய்  அர்ஜுனன் உன்னை பெண் பார்க்க அவசரம் நீயும் பூப்பூக்க யுத்தங்கள் செய்திட யுவதியும் வந்தாளே (2)    ஹேய் ஹேய் ஹேய் ஹே ஹேய் ஹேய் ஹேய் ஹேய் ஹே ஹேய்  ஹாயாரோ எந்தன் மனசின் நடுவிலே ரோஜா தோட்டம் வைத்தது உற்று பார்த்தேன் அந்த பகுதியில் உந்தன் கால் தடம்.  ஆஆ.. யாரோ எந்தன் உயிரின் அறையிலே கவிதை புத்தகம் படித்தது தேடி பார்த்தேன் அந்த இடத்திலே உந்தன் வாசனை  உன் பேரழகு கொஞ்சம் உன் பேச்சழகு கொஞ்சம் என் பருவத்துக்குள் வந்து எனை பஸ்பம் செய்யுதடா  உன் கண்ணழகு கொஞ்சம் உன் முன்னழகு கொஞ்சம் என் இரவுக்குள்ளே வந்து துளியாய் இறங்கி கடலாக மாறியதே  தந்திரா கண்களில் என்னென்ன தந்திரம் செய்தாயோ சுந்தரா பெண்ணிவள் நெஞ்சுக்குள் பத்திரம் ஆனாயோ இந்த சிரிப்பு இந்த சிரிப்புதான் என்னை கொள்ளை கொண்டது இந்த கண்கள் இந்த கண்கள்தான் கலகம் செய்தது  இந்த சிணுங்கள் இந்த சிணுங்கள்தான் எந்தன் அணுவில் நுழைந்தது இந்த செழுமை இந்த செழுமைதான் வயசை ஏத்துது  நீ முத்தம் மொத்தம் வைத்தே என் கண்ணம் பள்ளம் ஆச்சு உன் அத்துமீறல் பார்த்து என் பெண்மை திண்மை ஆச்சு  நீ என்னை தீண்டி தீண்டி என் சுவாச பையில் ஏனோ ஒரு வெப்ப பந்து நின்று மெதுவாய் மெதுவாய் சூடாக சுழலுதடி  தந்திரா கண்களில் என்னென்ன தந்திரம் செய்தாயோ சுந்தரா பெண்ணிவள் நெஞ்சுக்குள் பத்திரம் ஆனாயோ  ஆ..வெண்ணிலா வேர்க்குது பாரம்மா வேர் வரை பூக்குது ஏனம்மா  சிப்பியில் சமுத்திரம் சிக்கியது என்னம்மா  வைத்த கண் வைத்தது தானோடி அப்படியே நிற்கின்றாய் தைத்த முள் தைத்தது தானோடி சொக்கியே போகின்றாய்  அர்ஜுனன் உன்னை பெண் பார்க்க அவசரம் நீயும் பூப்பூக்க யுத்தங்கள் செய்திட யுவதியும் வந்தாளே","metaphors":[{"metaphor":"வெண்ணிலா வேர்க்குது பாரம்மா","target":"பெண்","source":"வெண்ணிலா","interpretation":"பெண்/ நிறம் சார் வர்ணணை"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2005,"album":"தாஸ்","song_name":"சாமிகிட்ட சொல்லிப்புட்டேன்","lyricist":"பா விஜய்","composer":"யுவன் ஷங்கர் ராஜா","lyrics":"சாமிகிட்ட சொல்லிப்புட்டேன் உன்ன நெஞ்சில் வச்சி கிட்டேன் ஒத்தயா நீ நானும் பேசிக்கவே முடியலன்னு மனசுக்குள்ளே பேசிக்கிட்டோம் சுத்தமா நீ நானும் பாா்த்துக்கவே முடியலன்னு கனவுக்குள்ளே பாா்த்துக்கிட்டோம் (3)  ஒரு கோடி புள்ளி வச்ச நான் போட்ட காதல் கோலம் ஒரு பாதி முடியும் முன்ன அழிச்சிருச்சு காலம் காலம் இன்னொரு ஜென்மம் நான் மறுபடி பொறந்து வந்து உனக்காகக் காத்திருப்பேன் அப்பவும் சேராமல் இருவரும் பிரியனும்னா பொறக்காமல் போயிடுவேன்  சாமிகிட்ட சொல்லிப்புட்டேன் சாமிகிட்ட சொல்லிப்புட்டேன்  தெப்பக் குளத்தில் படிஞ்ச பாசி கல் எறிஞ்சா கலையும் கலையும் நெஞ்சக் குளத்தில் படிஞ்ச காதல் எந்த நெருப்பில் எரியும் எரியும் நீ போன பாத மேல சருக்காக கடந்த சுகமா உன்னோட ஞாபகம் எல்லாம் மனசுக்குள்ள இருக்கும் ரனமா கட்டுக் காவல் மீறி வர காதல் நெஞ்சு கெஞ்சுதே  மனசுக்குள்ள பூட்டி மறச்ச அப்போ எதுக்கு வெளியில சிரிச்ச கனவுக்குள்ள ஓடி புடிச்ச நெசத்துல தான் தயங்கி நடிச்ச அடி போடி பயந்தாங்கோலி எதுக்காக ஊமை ஜாடை நீ இருந்த மனச அள்ளி எந்த தீயில் நானும் போட உன்னை என்னை கேட்டுக்கிட்டா காதல் நெஞ்ச தட்டிச்சு","metaphors":[{"metaphor":"போட்ட காதல் கோலம்","target":"காதல்","source":"கோலம்","interpretation":"காதல் சார் வர்ணணை"},{"metaphor":"நெஞ்சக் குளத்தில் படிஞ்ச காதல்","target":"நெஞ்சு","source":"குளம்","interpretation":"பரந்த ஆழமான இதயம்"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2005,"album":"தாஸ்","song_name":"சக்க போடு","lyricist":"விவேகா","composer":"யுவன் ஷங்கர் ராஜா","lyrics":"சக்க போடு போட்டானே சவுக்கு கண்ணால சத்தியமா பாக்கல இதுக்கு முன்னால தாங்க தான் முடியல ஐயோ என்னால என் தாவணி நழுவுது கீழே தன்னால  சக்க போடு போட்டாலே சவுக்கு கண்ணால சத்தியமா பாக்கல இதுக்கு முன்னால தாங்க தான் முடியல ஐயோ என்னால என் தாகம் தான் கூடுது இந்த பொன்னால  கொண்டையில பூவடுக்கி கும்முன்னுதான் பேசுற கெண்டக்கால நீவுற கிச்சு கிச்சு மூட்டிகிட்டே கிறுக்கு புடிக்க வெக்குற  அஞ்சு நொடி நேரத்தில கோடி முறை பாக்குற மீனுக்குஞ்சு போல துள்ளி ஐசாலக்கடி காட்டுற  எச்சி தொட்டு கச்சிதமா உன்னை என்னை ஒட்டிக்கலாம் முத்தம் வெச்சு முத்தம் வெச்சு மூச்சு முட்ட கட்டிக்கலாம்  கொழுத்து போன பொம்பள இடுப்ப கொண்டாடி யே கொஞ்சம் நானும் ஓடினா தவிப்ப திண்டாடி  உள்ளங்கள சேர்த்து வெச்சு ஊருக்காக வாழுற பம்பரமா ஓடுற உன்னை எண்ணி ஏங்குறேனே என்ன செய்ய போகுற  உள்ளங்கையில் தூக்கி வெச்சு உத்து உத்து பார்க்கவா உருட்டி கீழ தள்ளி ஒண்டிக்கு ஒண்டி ஆடவா  ஒத்த சொல்லு சொன்னதில பத்திக்கிச்சு என் மனசு மத்தபடி கன்னத்துல முத்த கத நீ எழுது  வடிச்ச சோறு போலத்தான் ஆவி பறக்குற ஹே மடிச்ச சேலை கலைக்க தான் கூவி அழைக்கிறேன்  சக்க போடு போட்டானே சவுக்கு கண்ணால சத்தியமா பாக்கல இதுக்கு முன்னால தாங்க தான் முடியல ஐயோ என்னால என் தாகம் தான் கூடுது இந்த பொன்னால","metaphors":[{"metaphor":"சவுக்கு கண்ணால","target":"பெண்ணின் கண்","source":"சவுக்கு","interpretation":"பெண்ணின் கண் சார் உவமை/ கண்ணின் கூர்மை"},{"metaphor":"மீனுக்குஞ்சு போல துள்ளி","target":"பெண்","source":"மீன் குஞ்சு","interpretation":"துள்ளி திரியும் பெண் சார் உவமை"},{"metaphor":"வடிச்ச சோறுபோலத்தான் ஆவி பறக்குற","target":"காதலி","source":"வடிச்ச சோறு","interpretation":"காதலியின் கோபம் சார் ஒப்பீடு"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2005,"album":"சண்டக்கோழி","song_name":"தாவணி போட்ட தீபாவளி","lyricist":"யுகபாரதி","composer":"யுவன் ஷங்கர் ராஜா","lyrics":"தாவணி போட்ட தீபாவளி வந்தது என் வீட்டுக்கு கை மொளச்சி கால் மொளச்சி ஆடுது என் பாட்டுக்கு கண்ணா கண்ணா மூச்சு என் கன்னா பின்னா பேச்சு பட்டாம் பட்டாம் பூச்சி என் பக்கம் வந்து போச்சு  இரவும் வருது பகலும் வருது எனக்கு தெரியல இந்த அழகு சரிய மனசு எரிய கணக்கு புரியல  முட்டுது முட்டுது மூச்சு முட்டுது அவள கண்டாலே கொட்டுது கொட்டுது அருவி கொட்டுது அருகில் நின்னாலே விட்டிடு விட்டிடு ஆள விட்டிடு பொழச்சு போறான் ஆம்பள  இரவும் வருது பகலும் வருது எனக்கு தெரியல இந்த அழகு சரிய மனசு எரிய கணக்கு புரியல  ரெண்டு விழி ரெண்டு விழி சண்டையிடும் கோழியா பத்து விரல் பத்து விரல் பஞ்சு மெத்த கோழியா  பம்பரத்த போல நானும் ஆடுறேனே மார்க்கமா பச்ச தண்ணி நீ கொடுக்க ஆகி போகும் தீர்த்தமா  மகா மகா குலமே என் மனசு கேத்த முகமே நவா பழ நிறமே என்ன நறுக்கி போட்ட நகமே இதுக்கு மேல இதுக்கு மேல எனக்கு எதும் தோணல  கிழக்கு மேல விளக்கு போல இருக்க வந்தாலே என்ன அடுக்கு பான முறுக்கு போல உடைச்சு தின்னாலே  கட்டழகு கட்டழகு கண்ணு பட கூடுமே எட்டியிரு எட்டியிரு இன்னும் வெகு தூரமே  பாவாடை கட்டி நிற்கும் பாவலரு பாட்டு நீ பாதாதி கேசம் வர பாசத்தோட காட்டு நீ தேக்கு மர ஜன்னல் நீ தேவ லோக மின்னல் ஈச்ச மர தொட்டில் நீ இழந்த பழ கட்டில் அருந்த வாலு குறும்பு தேழு ஆனாலும் நீ ஏஞ்சலு  ஈரக்கொல குலுங்க குலுங்க சிரிச்சி நின்னாலே இவ ஓர விழி நடுங்க நடுங்க நெருப்பு வச்சானே  தாவணி போட்ட தீபாவளி வந்தது என் வீட்டுக்கு கை மொளச்சி கால் மொளச்சி ஆடுது என் பாட்டுக்கு கண்ணா கண்ணா மூச்சு என் கன்னா பின்னா பேச்சு பட்டாம் பட்டாம் பூச்சி என் பக்கம் வந்து போச்சு  முட்டுது முட்டுது மூச்சு முட்டுது அவள கண்டாலே கொட்டுது கொட்டுது அருவி கொட்டுது அருகில் நின்னாலே விட்டிடு விட்டிடு ஆள விட்டிடு பொழச்சு போறான் ஆம்பள  இரவும் வருது பகலும் வருது எனக்கு தெரியல இந்த அழகு சரிய மனசு எரிய கணக்கு புரியல (2)","metaphors":[{"metaphor":"தாவணி போட்ட தீபாவளி","target":"பெண்","source":"தீபாவளி","interpretation":"பெண் சார் வர்ணணை/ கொண்டாட்டமான பெண்"},{"metaphor":"பட்டாம் பட்டாம் பூச்சி","target":"பெண்","source":"பட்டாம் பூச்சி","interpretation":"பெண் சார் வர்ணணை"},{"metaphor":"பம்பரத்த போல நானும் ஆடுறேனே","target":"ஆண்","source":"பம்பரம்","interpretation":"பெண் சார் வர்ணணை/ ஓடி விளையாடும் பெண்"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2006,"album":"கள்வனின் காதலி","song_name":"ஏனோ கண்கள்","lyricist":"நா முத்துக்குமார்","composer":"யுவன் ஷங்கர் ராஜா","lyrics":"ஏனோ கண்கள் உன் முகமே கேட்கிறதே ஏனோ கால்கள் உன் இடமே வருகிறதே  ஆசையோடு பேச வந்த வார்த்தை இன்று விடுமுறை தருகிறதே நூறு கோடி மான்கள் ஓடும் வேகம் போல இருதயம் துடிக்கிறதே  அடி நாக்குல மூக்குல பேச்சில மூச்சில உனக்கு இது புரியாதா உன் போக்குல நாக்குல நடையில உடையில மயங்கிறேன் தெரியாதா  அடி நிக்கிற நெளியுற நொறுங்குற நெருங்குற நெருப்பொன்னு தெரியாதா தினம் சொக்குற சொறுகுற விக்கிற விலகுற விடுதலை கிடையாதா  அடங்காதது காமம் அந்த தீயும் அடங்காதே அடி பெண்ணே சாதம் உப்பின்றி ருசிக்காதே  கண்ணாடியை பார்த்தே காலம் தான் கழிகிறதா உன் வீட்டில் தினமும் இது போல் தான் நடக்கிறதா இந்த தினசரி மாற்றம் காதலினாலே இரவுகள் எல்லாமே வேகமாய் விடிகிறதா  வயதோடு ஒரு பூதம் வன்முறையில் இறங்கிடுதா ஏமாந்திடும் நேரம் தன் வேலையை தொடங்கிடுதா பாத்திடும் போதே பழமுதிர் சோலை அட பருகிட சொல்லுது வா வா வா வா வா வா வா வா வா வா .  மெதுவாய் ஒரு மௌனம் மனதோடு பேசிடுதா பொதுவாய் ஒரு நாணம் புன்னகையை வீசிடுதா தடு மாறிடும் நேரம் வானிலை மாற்றம் காற்றிலே நடந்தே குளிர் காய்ச்சல் அடிக்கிறதா  புரியாதொரு வேட்கை பூ போல மலர்கிறதா பூவொன்று தொட்டால் தீ போல சுடுகிறதா மூடிய பூவுக்கு பூஜைகள் இல்லை சூடிட வேண்டும் வா வா வா வா வா வா வா வா  ஏனோ கண்கள் உன் முகமே கேட்கிறதே ஏனோ கால்கள் உன் இடமே வருகிறதே  ஆசையோடு பேச வந்த வார்த்தை இன்று விடுமுறை தருகிறதே நூறு கோடி மான்கள் ஓடும் வேகம் போல இருதயம் துடிக்கிறதே  அடி நாக்குல மூக்குல பேச்சில மூச்சில உனக்கு இது புரியாதா உன் போக்குல நாக்குல நடையில உடையில மயங்கிறேன் தெரியாதா  அடி நிக்கிற நெளியுற நொறுங்குற நெருங்குற நெருப்பொன்னு தெரியாதா தினம் சொக்குற சொறுகுற விக்கிற விலகுற விடுதலை கிடையாதா  அடங்காதது காமம் அந்த தீயும் அடங்காதே அடி பெண்ணே சாதம் உப்பின்றி ருசிக்காதே","metaphors":[{"metaphor":"நூறு கோடி மான்கள்ஓடும் வேகம் போலஇருதயம் துடிக்கிறதே","target":"இருதயம் துடித்தல்","source":"நூறு கோடி மான் ஓடும் வேகம்","interpretation":"வேகமான இதய துடிப்பின் ஒப்பீடு"},{"metaphor":"புரியாதொரு வேட்கைபூ போல மலர்கிறதா","target":"புதியதொரு வேட்கை","source":"பூ","interpretation":"ஆசையின் பிறப்பு"},{"metaphor":"தொட்டால் தீ போல சுடுகிறதா","target":"பெண்ணின் தொடுகை","source":"தீ போல் சுடுதல்","interpretation":"காதலியின் தீண்டல் சார் உவமை"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2006,"album":"கள்வனின் காதலி","song_name":"தாஜ்மஹால் ஓவிய காதல்","lyricist":"நா முத்துக்குமார்","composer":"யுவன் ஷங்கர் ராஜா","lyrics":"தாஜ்மஹால் ஓவிய காதல் தேவதாஸ் காவிய காதல் தனிரகம் இந்த காதல்தான் தேசம்தான் பேசும் இதையே இந்த உறவு இறுதி வரைக்கும் இறைவன் போல் இங்கே வாழும் இருந்திடும் ஜென்மம் ஏழேழும் பிரிவு இல்லையே உதடு எல்லாம் உனது பெயரே ஓ உனை விட ஒரு முகம் எனக்கில்லை அறிமுகம் ஓ இவள் உந்தன் திருமதி இறைவனின் விதிப்படி நீ மட்டும் இல்லை என்றால் நிற்காது எந்தன் மூச்சு நானும் தான் உன்னை போல இன்னும் என்ன பேச்சு கல்யாண தேதி கற்கண்டு சேதி காதோரம் நீ சொல் தோழி ஓ நேரம் மாலை போடும் வேளை கண்ணா உன் கையில் தான் தாஜ்மஹால் ஓவிய காதல் தேவதாஸ் காவிய காதல் ஓ தலை முதல் கால் வரை தழுவவா ஒரு முறை பறக்குமோ தீப்பொறி பதியுமோ நகக் குறி கீழ் மேலாய் அங்கங்க நான் கொஞ்சம் கொஞ்சம் கிள்ள கூச்சங்கள் தாளாமல் நான் தூண்டில் மீனாய் துள்ள வான் மழை நீரும் வாடிடும் வேரும் ஒன்றாக கூடும் நேரம் தாஜ்மஹால் ஓவிய காதல் தேவதாஸ் காவிய காதல் தனிரகம் இந்த காதல்தான் தேசம்தான் பேசும் இதையே இந்த உறவு இறுதி வரைக்கும்","metaphors":[{"metaphor":"தாஜ்மஹால் ஓவிய காதல்","target":"காதல்","source":"தாஜ் மஹால் ஓவியம்","interpretation":"காதலின் அழகிய நிலை"},{"metaphor":"தேவதாஸ் காவிய காதல்","target":"காதல்","source":"தேவதாஸ் காவியம்","interpretation":"காதலின் நீண்ட கால ஆயுள் நிலை"},{"metaphor":"இந்த உறவு இறுதி வரைக்கும்இறைவன் போல் இங்கே வாழும்","target":"உறவு","source":"இறைவன்","interpretation":"நீண்ட கால ஆயுள் நிலை"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2007,"album":"தாமிரபரணி","song_name":"கருப்பான கையாலே","lyricist":"நா முத்துக்குமார்","composer":"யுவன் ஷங்கர் ராஜா","lyrics":"கருப்பான கையாலே என்ன புடிச்சான் காதல் என் காதல் பூ பூக்குதம்மா  கருப்பான கையாலே என்ன புடிச்சான் காதல் என் காதல் பூ பூக்குதம்மா மனசுக்குள்ளே பேய் பிடிச்சி ஆட்டுதம்மா பகல் கனவு கண்டதெல்லாம் பலிக்குதம்மா அவன் மீசை முடியை செஞ்சிக்குவேன் மோதிரமா  சிவப்பாக இருப்பாளே கோவப்பழமா கலரு இந்த கலரு என்னை இழுக்குதம்மா அருகம் புல்லு ஆட்டை இப்போ மேயுதம்மா பார்வையாலே ஆயுள் ரேகை தேயுதம்மா இவள் காதல் இப்போ ஜோலிய தான் காட்டுதம்மா ஆஹான்  கருப்பான கையாலே என்ன புடிச்சான் காதல் என் காதல் பூ பூக்குதம்மா  வெள்ளிக்கிழமை பத்தரை பன்னெண்டு உன்னை பாா்த்தேனே அந்த ராவு கால நேரம் எனக்கு நல்ல நேரமே  தண்ணியால எனக்கு ஒண்ணும் கண்டமில்லையே ஒரு கன்னியால கண்டமின்னு தெரியவில்லையே  ஆத்துக்குள்ள மீன் பிடிக்க நீச்சல் தெரியணும் காதல் கடலுக்குள்ள முத்தெடுக்க பாய்ச்சல் புரியணும் அய்யா  சிவப்பாக ஆஹா இருப்பாளே ஆமா சிவப்பாக ஆ ஆ ஆ ஆ சிவப்பாக இருப்பாளே கோவப்பழமா கலரு இந்த கலரு என்னை இழுக்குதம்மா    ஓஓஓ ஓஓஓ உருக்கி வச்ச இரும்பு போல உதடு உனக்கு அத நெருங்கும் போது கரண்டு போலே ஷாக்கு எனக்கு  ஹே வெட்டும் புலி தீப்பெட்டிப்போல் கண்ணு உனக்கு நீ பாக்கும்போது பத்திக்கிச்சி மனசு எனக்கு  பூமியிலே எத்தனையோ பூவு இருக்கு உன் பூப்போட்ட பாவாடை மேல் எனக்கு கிறுக்கு யம்மா ஆத்தா ஹே ஹேய்  கருகரு கருப்பான கையாலே என்ன புடிச்சான் காதல் என் காதல் பூ பூக்குதம்மா மனசுக்குள்ளே பேய் பிடிச்சி ஆட்டுதம்மா பகல் கனவு கண்டதெல்லாம் பலிக்குதம்மா  இவ காதல் இப்போ ஜோலிய தான் காட்டுதம்மா  ஹா ஹா கருப்பான கையாலே என்ன புடிச்சான் காதல் என் காதல் பூ பூக்குதம்மா  ஹே பூக்குதம்மா நன நன நானனனா","metaphors":[{"metaphor":"கோவப்பழமா கலரு","target":"பெண்ணின் நிறம்","source":"கோவை பழம்","interpretation":"பெண்ணின் உடல்/ நிறம் சார் வர்ணணை"},{"metaphor":"உருக்கி வச்ச இரும்பு போல உதடு","target":"பெண்ணின் உதடு","source":"உருக்கி வைத்த இரும்பு","interpretation":"பெண்ணின் உடல்/ உதடு சார் வர்ணணை"},{"metaphor":"வெட்டும் புலி தீப்பெட்டிப்போல் கண்ணு","target":"பெண்ணின் கண்","source":"வெட்டும் புலி தீப்பெட்டி","interpretation":"பெண்ணின் உடல்/ கண் சார் வர்ணணை"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2007,"album":"தீபாவளி","song_name":"காதல் வைத்து","lyricist":"நா முத்துக்குமார்","composer":"யுவன் ஷங்கர் ராஜா","lyrics":"காதல் வைத்து காதல் வைத்து காத்திருந்தேன் காற்றில் உந்தன் குரல் மட்டும் கேட்டிருந்தேன்  சிாித்தாய் இசை அறிந்தேன் நடந்தாய் திசை அறிந்தேன்  காதல் என்னும் கடலுக்குள் நான் விழுந்தேன் கரையினில் வந்த பின்னும் நான் மிதந்தேன்  அசைந்தாய் அன்பே அசைந்தேன் அழகாய் அய்யோ தொலைந்தேன்  காதல் வைத்து காதல் வைத்து காத்திருந்தேன் காற்றில் உந்தன் குரல் மட்டும் கேட்டிருந்தேன்  அசைந்தாய் அன்பே அசைந்தேன் அழகாய் அய்யோ தொலைந்தேன்  தேவதை கதை கேட்ட போதெல்லாம் நிஜமென்று நினைக்கவில்லை நோில் உன்னையே பாா்த்த பின்பு நான் நம்பி விட்டேன் மறுக்கவில்லை  அதிகாலை விடிவதெல்லாம் உன்னை பாா்க்கும் மயக்கத்தில் தான் அந்திமாலை மறைவதெல்லாம் உன்னை பாா்த்த கிரக்கத்தில்தான் காதல் வைத்து காதல் வைத்து காத்திருந்தேன் காற்றில் உந்தன் குரல் மட்டும் கேட்டிருந்தேன்  அசைந்தாய் அன்பே அசைந்தேன் அழகாய் அய்யோ தொலைந்தேன்  உன்னை கண்ட நாள் ஒலி வட்டம் போல் உள்ளுக்குள்ளே சுழலுதடி உன்னிடத்தில் நான் பேசியதெல்லாம் உயிருக்குள் ஒலிக்குதடி  கடலோடு பேச வைத்தாய் கடிகாரம் வீச வைத்தாய் மழையோடு குளிக்க வைத்தாய் வெயில் கூட ரசிக்க வைத்தாய்  காதல் வைத்து காதல் வைத்து காத்திருந்தேன் காற்றில் உந்தன் குரல் மட்டும் கேட்டிருந்தேன்  சிாித்தாய் இசை அறிந்தேன் நடந்தாய் திசை அறிந்தேன்  காதல் என்னும் கடலுக்குள் நான் விழுந்தேன் கரையினில் வந்த பின்னும் நான் மிதந்தேன்  அசைந்தாய் அன்பே அசைந்தேன் அழகாய் அய்யோ தொலைந்தேன் (2)","metaphors":[{"metaphor":"காதல் என்னும்கடலுக்குள் நான் விழுந்தேன்","target":"காதல்","source":"கடல்","interpretation":"காதலின் ஆழம்"},{"metaphor":"தேவதை","target":"பெண்","source":"தேவதை","interpretation":"பெண் சார் வர்ணணை"},{"metaphor":"உன்னை கண்டநாள் ஒலி வட்டம் போல்உள்ளுக்குள்ளே சுழலுதடி","target":"அவளை கண்ட நாள்","source":"ஒளி  வட்டம்","interpretation":"மீண்டும் மீண்டும் நினைவில் இருக்கும் தன்மை"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2007,"album":"தீபாவளி","song_name":"போகாதே","lyricist":"நா முத்துக்குமார்","composer":"யுவன் ஷங்கர் ராஜா","lyrics":"போகாதே போகாதே நீ இருந்தால் நான் இருப்பேன் போகாதே போகாதே நீ பிாிந்தால் நான் இறப்பேன் உன்னோட வாழ்ந்த காலங்கள் யாவும் கனவாய் என்னை மூடுதடி யாா் என்று நீயும் என்னை பாா்க்கும் போது உயிரே உயிா் போகுதடி கல்லறையில் கூட ஜன்னல் ஒன்று வைத்து உந்தன் முகம் பாா்ப்பேனடி  போகாதே போகாதே நீ இருந்தால் நான் இருப்பேன் போகாதே போகாதே ஹே நீ பிாிந்தால் நான் இறப்பேன்  கலைந்தாலும் மேகம் அது மீண்டும் மிதக்கும் அது போல தானே உந்தன் காதல் எனக்கும் நடைபாதை விளக்கா காதல் விடிந்தவுடன் அணைப்பதற்கு நெருப்பாலும் முடியாதம்மா நினைவுகளை அழிப்பதற்கு உனக்காக காத்திருப்பேன் ஓ.ஹோ உயிரோடு பாா்த்திருப்பேன் ஓ.ஹோ  போகாதே போகாதே நீ இருந்தால் நான் இருப்பேன் போகாதே போகாதே நீ பிாிந்தால் நான் இறப்பேன்  அழகான நேரம் அதை நீதான் கொடுத்தாய் அழியாத சோகம் அதையும் நீதான் கொடுத்தாய் கண் தூங்கும் நேரம் பாா்த்து கடவுள் வந்து போனது போல் என் வாழ்வில் வந்தே ஆனாய் ஏமாற்றம் தாங்கலையே பெண்ணை நீ இல்லாமல் பூலோகம் இருட்டிடுதே  போகாதே போகாதே நீ இருந்தால் நான் இருப்பேன் போகாதே போகாதே நீ பிாிந்தால் நான் இறப்பேன்","metaphors":[{"metaphor":"காலங்கள் யாவும் கனவாய்","target":"காலம்","source":"கனவு","interpretation":"கடந்த காலம் சார்ந்த உவமை"},{"metaphor":"கண் தூங்கும்நேரம் பாா்த்து கடவுள் வந்து போனதுபோல் என் வாழ்வில் வந்தே","target":"வாழ்வில் நுழைதல்","source":"கண் தூங்கும் நேரம் பாா்த்து கடவுள் வந்து போனது","interpretation":"கொஞ்ச நேரத்தில் நடந்து முடிந்த நிகழ்வு"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2007,"album":"சென்னை 60028","song_name":"யாரோ","lyricist":"வாலி","composer":"யுவன் ஷங்கர் ராஜா","lyrics":"யாரோ யாருக்குள் இங்கு யாரோ யார் நெஞ்சை இங்கு யார் தந்தாரோ விடை இல்லா ஒரு கேள்வி  உயிர் காதல் ஒரு வேள்வி  யாரோ யாருக்குள் இங்கு யாரோ யார் நெஞ்சை இங்கு யார் தந்தாரோ விடை இல்லா ஒரு கேள்வி  உயிர் காதல் ஒரு வேள்வி  காதல் வரம் நான் வாங்க கடை கண்கள் நீ வீச கொக்கை போல நாள்தோறும் ஒற்றை காலில் நின்றேன் கண்மணி  யாரோ யாருக்குள் இங்கு யாரோ யார் நெஞ்சை இங்கு யார் தந்தாரோ விடை இல்லா ஒரு கேள்வி  உயிர் காதல் ஒரு வேள்வி  ஊரை வெல்லும் தோகை நானே உன்னால் இன்று தோற்றுப்போனேன் கண்ணால் யுத்தமே நீ செய்தாய் நித்தமே  ஓஹோஹோ நின்றாய் எங்கு மின்னல் கீற்றா நித்தம் வாங்கும் மூச்சு காத்தா உன்னை சூழ்கிறேன் நான் உன்னை சூழ்கிறேன்  காற்றில் வைத்த சூடம் போலே காதல் தீர்ந்து போகாது  உன்னை நீங்கி உஷ்ணம் தாங்கி என்னால் வாழ ஆகாது அன்பே வா ஹே ஹே  யாரோ ஆ ஆ யாருக்குள் இங்கு யாரோ ம்ம் ம்ம் யார் நெஞ்சை இங்கு யார் தந்தாரோ விடை இல்லா ஒரு கேள்வி உயிர் காதல் ஒரு வேள்வி  உந்தன் ஆடை காயப் போடும் உந்தன் வீட்டு கம்பி கொடியாய் என்னை எண்ணினேன் நான் தவம் பண்ணினேன்  ஆஹ ஹஹ கேட்டு கேட்டு வார்த்தை சொல்லி கிட்ட கிட்ட வந்தாய் துள்ளி எட்டி போய் விடு இல்லை ஏதோ ஆய்விடும்  காதல் கொண்டு பேசும் போது சென்னை தமிழும் செந்தேன்தான்  ஆசை வெள்ளம் பாயும் போது வங்க கடலும் வாய்க்கால்தான் அன்பே வா.ஹா  யாரோ ஹ்ம்ம் யாருக்குள் இங்கு யாரோ அஹஆஹா யார் நெஞ்சை இங்கு யார் தந்தாரோ விடை இல்லா ஒரு கேள்வி உயிர் காதல் ஒரு வேள்வி  காதல் வரம் நான் வாங்க கடை கண்கள் நீ வீச கொக்கை போல நாள்தோறும் ஒற்றை காலில் நின்றேன் கண்மணி  யாரோ யாருக்குள் இங்கு யாரோ யார் நெஞ்சை இங்கு யார் தந்தாரோ விடை இல்லா ஒரு கேள்வி  உயிர் காதல் ஒரு வேள்வி","metaphors":[{"metaphor":"கொக்கை போல நாள்தோறும்ஒற்றை காலில் நின்றேன்","target":"ஆண்","source":"கொக்கு","interpretation":"விடாப்பிடியான ஆண்"},{"metaphor":"கண்மணி","target":"பெண்","source":"கண்மணி","interpretation":"பெண் சார் விபரிப்பு"},{"metaphor":"காற்றில் வைத்த சூடம் போலேகாதல் தீர்ந்து போகாது","target":"காதல்","source":"காற்றில் வைத்த சூடம்","interpretation":"காதல் சார் வர்ணணை / அழியாத காதல்"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2007,"album":"சத்தம் போடாதே","song_name":"பேசுகிறேன்","lyricist":"நா முத்துக்குமார்","composer":"யுவன் ஷங்கர் ராஜா","lyrics":"பேசுகிறேன் பேசுகிறேன் உன் இதயம் பேசுகிறேன் புயல் அடித்தால் கலங்காதே நான் பூக்கள் நீட்டுகிறேன் எதை நீ தொலைத்தாலும் மனதை தொலைக்காதே  அடங்காமலே அலைபாய்வதேன் மனமல்லவா .    பேசுகிறேன் பேசுகிறேன் உன் இதயம் பேசுகிறேன் புயல் அடித்தால் கலங்காதே நான் பூக்கள் நீட்டுகிறேன்  கடல் தாண்டும் பறவைகெல்லாம் இளைபாற மரங்கள் இல்லை கலங்காமலே கண்டம் தாண்டுமே  முற்றுபுள்ளி அருகில் நீயும் மீண்டும் சின்ன புள்ளிகள் வைத்தாய் முடிவு என்பதும் ஆரம்பமே  வளைவில்லாமல் மலை கிடையாது வலி இல்லாமல் மனம் கிடையாது வருந்தாதே வா அடங்காமலே அலைபாய்வதேன் மனமல்லவா  காட்டில் உள்ள செடிகளுக்கெல்லாம் தண்ணீர் ஊற்ற ஆளே இல்லை தன்னை காக்கவே தானாய் வளருமே  ஓஹோ ஓ பெண்கள் நெஞ்சின் பாரம் எல்லாம் பெண்ணே கொஞ்ச நேரம் தானே உன்னை தோன்றினால் இன்பம் தோன்றுமே  விடியாமல் தான் ஒரு இரவேது வழியாமல் தான் வெள்ளம் கிடையாது வருந்தாதே வா  அடங்காமலே அலைபாய்வதேன் மனமல்லவா  பேசுகிறேன் பேசுகிறேன் உன் இதயம் பேசுகிறேன் புயல் அடித்தால் கலங்காதே நான் பூக்கள் நீட்டுகிறேன் எதை நீ தொலைத்தாலும் மனதை தொலைக்காதே","metaphors":[{"metaphor":"பேசுகிறேன் பேசுகிறேன்உன் இதயம் பேசுகிறேன்","target":"ஆண்","source":"பெண்ணின் இதயம்","interpretation":"காதலியின் இதயமாய் காதலனை உருவகித்தல்"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2007,"album":"சத்தம் போடாதே","song_name":"அழகு குட்டி செல்லம்","lyricist":"நா முத்துக்குமார்","composer":"யுவன் ஷங்கர் ராஜா","lyrics":"அழகு குட்டி செல்லம் உன்னை அள்ளி தூக்கும் போது உன் பிஞ்சு விரல்கள் மோதி நான் நெஞ்சம் உடைந்து போனேன்  ஆளை கடத்தி போகும் உன் கன்னக் குழியின் சிரிப்பில் விரும்பி மாட்டி கொண்டேன் நான் திரும்பி போக மாட்டேன்  அம்மு நீ என் பொம்மு நீ மம்மு நீ என் மின்மினி உனக்கு தெரிந்த மொழியிலே எனக்கு பேச தெரியலை எனக்கு தெரிந்த பாசை பேச உனக்கு தெரியவில்லை  இருந்தும் நம்மக்குள் இது என்ன புது பேச்சு இதயம் பேச எதற்கிந்த ஆராய்ச்சி  ஜிஞ்ச நிஞ்ச ஜிஞ்ச நிஞ்ச ஜிஞ்சனி மஞ்ச நிஞ்ச மஞ்ச நிஞ்ச மஞ்சரி  அழகு குட்டி செல்லம் உன்னை அள்ளி தூக்கும் போது உன் பிஞ்சு விரல்கள் மோதி நான் நெஞ்சம் உடைந்து போனேன்  ஆளை கடத்தி போகும் உன் கன்னக் குழியின் சிரிப்பில் விரும்பி மாட்டி கொண்டேன் நான் திரும்பி போக மாட்டேன்    ரோஜா பூ கை ரெண்டும் காற்றோடு கதை பேசும் உன் பின்னழகில் பௌர்ணமிகள் தக திமிதா ஜதி பேசும்  எந்த நேரம் ஓயாத அழுகை ஏன் இந்த முட்டிகால் தொழுகை எப்போதும் இவன் மீது பால் வாசனை என்ன மொழி சிந்திக்கும் இவன் யோசனை  எந்த நாட்டை பிடித்து விட்டான் இப்படி ஒர் ரட்டின கால் தோரணை தோரணை  ஜிஞ்ச நிஞ்ச ஜிஞ்ச நிஞ்ச ஜிஞ்சனி மஞ்ச நிஞ்ச மஞ்ச நிஞ்ச மஞ்சரி  அழகு குட்டி செல்லம் உன்னை அள்ளி தூக்கும் போது உன் பிஞ்சு விரல்கள் மோதி நான் நெஞ்சம் உடைந்து போனேன்  : ஆளை கடத்தி போகும் உன் கன்னக் குழியின் சிரிப்பில் விரும்பி மாட்டி கொண்டேன் நான் திரும்பி போக மாட்டேன்","metaphors":[{"metaphor":"நீ என் மின்மினி","target":"குழந்தை","source":"மின்மினி","interpretation":"குழந்தை சார் விபரிப்பு"},{"metaphor":"ரோஜா பூ கை ரெண்டும்","target":"குழந்தை கை","source":"ரோஜா பூ","interpretation":"மென்மையான குழந்தையின் கைகள்"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2007,"album":"தொட்டால் பூ மலரும்","song_name":"அரபு நாடே","lyricist":"வாலி","composer":"யுவன் ஷங்கர் ராஜா","lyrics":"லஹில லஹிலா லஹில லஹிலா (2)  முகத்தை எப்போதும் மூடி வைக்காதே எனது நெஞ்சத்தில் முள்ளை தைக்காதே  என் கண்மணி காதோடு சொல் உன் முகவரி ஓ ஓ எந்நாளுமே என் பாட்டுக்கு நீ முதல் வரி ஹே ஹே ஹே  முகத்தை எப்போதும் மூடி வைக்காதே எனது நெஞ்சத்தில் முள்ளை தைக்காதே  அரபு நாடே அசந்து நிற்கும் அழகியா நீ உருது கவிஞன் உமர்கயாமின் கவிதையா ஹே ஹே ஹே  ஏ உன்னுடைய நெற்றி உன்னை பற்றி கூறுதே உள்ளிருக்கும் பொட்டு உந்தன் குட்டு சொல்லுதே  என்னுடைய பார்வை கழுகு பார்வை தெரிஞ்சுக்கோ ஓஓ எனக்கிருக்கும் சக்தி பரா சக்தி புரிஞ்சுக்கோ  கால் கொலுசு தான் கல கலக்குது கையின் வளையல் காது குளிர கானம் பாட ஹே ஹே  முகத்தை எப்போதும் மூடி வைக்காதே எனது நெஞ்சத்தில் முள்ளை தைக்காதே  போட்டிருக்கும் கோஷா வேஷம் பேஷா பொருந்துதே பெண் அழகு மொத்தம் காண சித்தம் விரும்புதே  வெண்ணிலாவின் தேகம் மூடும் மேகம் விலகுமா வண்ண உடல் யாவும் காணும் யோகம் வாய்க்குமா  கொஞ்சம் கொழுப்பு கொஞ்சம் திமிரு எனக்கும் இருக்கு உனக்கு மேலே அன்பு தோழி ஹே ஹே  லஹில லஹிலா லஹில லஹிலா (2)  முகத்தை எப்போதும் மூடி வைக்காதே எனது நெஞ்சத்தில் முள்ளை தைக்காதே  லஹில லஹிலா லஹில லஹிலா (2)","metaphors":[{"metaphor":"என் கண்மணி","target":"பெண்","source":"கண்மணி","interpretation":"பெண் சார் விபரிப்பு"},{"metaphor":"கவிஞன் உமர்கயாமின் கவிதையா","target":"பெண்","source":"கவிஞன் உமர்கயாமின் கவிதையா","interpretation":"பெண் சார் விபரிப்பு"},{"metaphor":"என்னுடைய பார்வைகழுகு பார்வை தெரிஞ்சுக்கோ","target":"ஆணின் கண் கூர்மை","source":"கழுகு பார்வை","interpretation":"ஆழமான பார்வை"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2007,"album":"கற்றது தமிழ்","song_name":"பறவையே எங்கு இருக்கிறாய்","lyricist":"நா முத்துக்குமார்","composer":"யுவன் ஷங்கர் ராஜா","lyrics":"பறவையே எங்கு இருக்கிறாய் பறக்கவே என்னை அழைக்கிறாய் தடயங்கள் தேடி வருகிறேன் அன்பே (2)  அடி என் பூமி தொடங்கும் இடம் எது நீ தானே அடி என் பாதை இருக்கும் இடம் எது நீ தானே  பார்க்கும் திசைகள் எல்லாம் பாவை முகம் வருதே மீன்கள் கானலின் நீரில் தெரிவதுண்டோ கண்கள் பொய்கள் சொல்வதுண்டோ  நீ போட்ட கடிதத்தின் வரிகள் கடலாக அதில் மிதந்தேனே பெண்ணே நானும் படகாக  பறவையே எங்கு இருக்கிறாய் பறக்கவே என்னை அழைக்கிறாய் தடயங்கள் தேடி வருகிறேன் அன்பே    உன்னோடு நானும் போகின்ற பாதை இது நீளாதோ தொடு வானம் போலவே கதை பேசிக் கொண்டே வா காற்றோடு போவோம் உரையாடல் தீர்ந்தாலும் உன் மௌனங்கள் போதும்  இந்த புல் பூண்டும் பறவையாவும் போதாதா இனி பூலோகம் முழுதும் அழகாய் போகாதா முதல் முறை வாழப் பிடிக்குதே முதல் முறை வெளிச்சம் பிறக்குதே முதல் முறை முறிந்த கிளை ஒன்று பூக்குதே  முதல் முறை கதவு திறக்குதே முதல் முறை காற்று வருகுதே முதல் முறை கனவு பலிக்குதே அன்பே  ஏழை காதல் மலைகள் தன்னில் தோன்றுகின்ற ஒரு நதியாகும் மண்ணில் விழுந்தும் ஒரு காயமின்றி உடையாமல் உருண்டோடும் நதியாகிடுவோம்  இதோ இதோ இந்த பயணத்திலே இது போதும் கண்மணி வேறென்ன நானும் கேட்பேன் பிரிந்தாலும் மனதிலே இந்த நொடியில் என்றும் வாழ்வேன்  இந்த நிகழ்காலம் இப்படியே தான் தொடராதா என் தனியான பயணங்கள் இன்றுடன் முடியாதா  முதல் முறை வாழப் பிடிக்குதே முதல் முறை வெளிச்சம் பிறக்குதே முதல் முறை முறிந்த கிளை ஒன்று பூக்குதே  முதல் முறை கதவு திறக்குதே முதல் முறை காற்று வருகுதே முதல் முறை கனவு பலிக்குதே அன்பே","metaphors":[{"metaphor":"பறவையே எங்குஇருக்கிறாய்","target":"பெண்","source":"பறவை","interpretation":"பெண் சார் விபரிப்பு"},{"metaphor":"நீ போட்ட கடிதத்தின்வரிகள் கடலாக அதில்மிதந்தேனே பெண்ணேநானும் படகாக","target":"கடிதத்தின் வரிகள்","source":"கடல்","interpretation":"நிறைந்து இருக்கும் தன்மை"},{"metaphor":"நீ போட்ட கடிதத்தின்வரிகள் கடலாக அதில்மிதந்தேனே பெண்ணேநானும் படகாக","target":"ஆண்","source":"படகு","interpretation":"காதலியின் கடிதங்களால் சூழ்ந்த காதலன்"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2008,"album":"யாரடி நீ மோகினி","song_name":"எங்கேயோ பார்த்த மயக்கம்","lyricist":"நா முத்துக்குமார்","composer":"யுவன் ஷங்கர் ராஜா","lyrics":"எங்கேயோ பார்த்த மயக்கம் எப்போதோ வாழ்ந்த நெருக்கம் தேவதை இந்த சாலை ஓரம் வருவது என்ன மாயம் மாயம்  கண் திறந்து இவள் பார்க்கும் போது கடவுளை இன்று நம்பும் மனது இன்னும் கண்கள் திறக்காத சிற்பம் ஒரு கோடி பூ பூக்கும் வெக்கம்  ஆண் மனதை அழிக்க வந்த சாபம் அறிவை மயக்கும் மாய தாகம் இவளைப் பார்த்த இன்பம் போதும் வாழ்ந்துப் பார்க்க நெஞ்சம் ஏங்கும்    கனவுகளில் வாழ்ந்த நாளை கண் எதிரே பார்க்கிறேன் கதைகளிலே கேட்டப் பெண்ணா திரும்பித் திரும்பிப் பார்க்கிறேன்  அங்கும் இங்கும் ஓடும் கால்கள் அசைய மறுத்து வேண்டுதே இந்த இடத்தில் இன்னும் நிற்க இதயம் கூட ஏங்குதே  என்னானதோ ஏதானதோ கண்ணாடி போல் உடைந்திடும் மனது கவிதை ஒன்று பார்த்து போக கண்கள் கலங்கி நானும் ஏங்க மழையின் சாரல் என்னைத் தாக்க விடைகள் இல்லா கேள்வி கேட்க  எங்கேயோ பார்த்த மயக்கம் எப்போதோ வாழ்ந்த நெருக்கம் தேவதை இந்த சாலை ஓரம் வருவது என்ன மாயம் மாயம்  கண் திறந்து இவள் பார்க்கும் போது கடவுளை இன்று நம்பும் மனது  ஆதி அந்தமும் மறந்து உன் அருகில் கரைந்து நான் போனேன்  ஆண்கள் வெக்கபடும் தருணம் உன்னை பார்த்த பின்பு நான் கண்டு கொண்டேன்  இடி விழுந்த வீட்டில் இன்று பூச்செடிகள் பூக்கிறதே இவள் தானே உந்தன் பாதி கடவுள் பதில் கேக்கிறதே  வியந்து வியந்து உடைந்து உடைந்து சரிந்து சரிந்து மிரண்டு மிரண்டு  இந்த நிமிடம் மீண்டும் பிறந்து உனக்குள் கலந்து தொலைந்து தொலைந்து","metaphors":[{"metaphor":"தேவதை இந்த சாலை ஓரம்","target":"பெண்","source":"தேவதை","interpretation":"பெண் சார் விபரிப்பு"},{"metaphor":"கண் திறந்து இவள்பார்க்கும் போது கடவுளைஇன்று நம்பும் மனது","target":"பெண்","source":"கடவுள்","interpretation":"பெண் சார் விபரிப்பு"},{"metaphor":"கண்கள் திறக்காத சிற்பம்","target":"பெண்","source":"சிற்பம்","interpretation":"பெண் சார் விபரிப்பு"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2008,"album":"யாரடி நீ மோகினி","song_name":"ஒரு நாளுக்குள்","lyricist":"நா முத்துக்குமார்","composer":"யுவன் ஷங்கர் ராஜா","lyrics":"ஒரு நாளுக்குள் எத்தனை கனவு உன் பார்வையில் விழுகிற பொழுது தொடு வானத்தைத் தொடுகிற உறவு ஓஹோ ஓ ஓ ஓ ஒரு நாளுக்குள் எத்தனை கனவு உன் பார்வையில் விழுகின்ற பொழுது தொடு வானத்தைத் தொடுகின்ற உணர்வு ஒரு நிமிடத்தில் எத்தனை மயக்கம் இந்த மயக்கத்தில் எத்தனை தயக்கம் இந்த தயக்கத்திலும் வரும் நடுக்கம் என்றாலும் கால்கள் மிதக்கும் ஒரு நாளுக்குள் எத்தனை கனவு உன் பார்வையில் விழுகிற பொழுது தொடு வானத்தைத் தொடுகிற உறவு நடை உடைகள் பாவனை மாற்றி வைத்தாய் நான் பேசிட வார்த்தைகள் நீ குடுத்தாய் நீ காதலா... இல்லை கடவுளா... புரியாமல் திணறிப் போனேன் யாரேனும் அழைத்தால் ஒரு முறை தான் நீ தானோ என்றே திரும்பிடுவேன் தினம் இரவினில். உன் அருகினில். உறங்காமல் உறங்கிப் போவேன் இது ஏதோ புரியா உணர்வு இதைப் புரிந்திட முயன்றிடும் பொழுது ஒரு பனிமலை... ஒரு எரிமலை... விரல் கோர்த்து ஒன்றாய் சிரிக்கும்... ஒரு நாளுக்குள் எத்தனை கனவு உன் பார்வையில் விழுகிற பொழுது தொடு வானத்தைத் தொடுகிற உறவு நதியாலே பூக்கும் மரங்களுக்கு நதி மீது இருக்கும் காதலினை நதி அறியுமா. கொஞ்சம் புரியுமா. கரையோட கனவுகள் எல்லாம் உனக்காக ஒரு பெண் இருந்து விட்டால் அவள் கூட உன்னையும் விரும்பி விட்டால் நீ பறக்கலாம் உன்னை மறக்கலாம் பிறக்காத கனவுகள் பிறக்கும் தன் வாசனை பூ அறியாது கண்ணாடிக்கு கண் கிடையாது அது புரியலாம்... பின்பு தெரியலாம்... அது வரையில் நடப்பது நடக்கும்...","metaphors":[{"metaphor":"உன் பார்வையில் விழுகின்ற பொழுதுதொடு வானத்தைத் தொடுகின்ற உணர்வு","target":"அவள் பார்வையில் விழுகிற பொழுது","source":"தொடு வானத்தை தொடுகிற உணர்வு","interpretation":"பெண்ணின் பார்வை சார் விபரிப்பு"},{"metaphor":"இது ஏதோ புரியா உணர்வுஇதைப் புரிந்திட முயன்றிடும் பொழுதுஒரு பனிமலை... ஒரு எரிமலை...","target":"குழப்ப மனநிலை","source":"ஒரு பனிமலை ஒரு எரிமலை","interpretation":"ஒன்றுக்கு ஒன்று எதிரான மனநிலை"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2008,"album":"யாரடி நீ மோகினி","song_name":"வெண்மேகம்","lyricist":"நா முத்துக்குமார்","composer":"யுவன் ஷங்கர் ராஜா","lyrics":"வெண்மேகம் பெண்ணாக உருவானதோ என் நேரம் எனைப் பார்த்து விளையாடுதோ உன்னாலே பல ஞாபகம் என் முன்னே வந்தாடுதே ஒரு நெஞ்சம் திண்டாடுதே வார்த்தை ஒரு வார்த்தை சொன்னால் என்ன பார்வை ஒரு பார்வை பார்த்தால் என்ன உன்னாலே பல ஞாபகம் என் முன்னே வந்தாடுதே ஒரு நெஞ்சம் திண்டாடுதே  வெண்மேகம் பெண்ணாக உருவானதோ என் நேரம் எனைப் பார்த்து விளையாடுதோ  மஞ்சள் வெயில் நீ மின்னல் ஒளி நீ உன்னைக் கண்டவரை கண் கலங்க நிற்க வைக்கும் தீ பெண்ணே என்னடி உண்மை சொல்லடி ஒரு புன்னகையில் பெண்ணினமே கோபபட்டதென்னடி தேவதை வாழ்வது வீடில்லை கோயில் கடவுளின் கால் தடம் பார்க்கிறேன் ஒன்றா இரண்டா உன் அழகை பாட கண் மூடி ஒரு ஓரம் நான் சாய்கிறேன் கண்ணீ­ரில் ஆனந்தம் நான் காண்கிறேன் உன்னாலே பல ஞாபகம் என் முன்னே வந்தாடுதே ஒரு நெஞ்சம் திண்டாடுதே  எங்கள் மனதை கொள்ளை அடித்தாய் இந்த தந்திரமும் மந்திரமும் எங்கு சென்று படித்தாய் விழி அசைவில் வலை விரித்தாய் உன்னை பல்லக்கினில் தூக்கி செல்ல கட்டளைகள் விதித்தாய் உன் விரல் பிடித்திடும் வரம் ஒன்று கிடைக்க உயிருடன் வாழ்கிறேன் நானடி என் காதலும் என்னாகுமோ உன் பாதத்தில் மண்ணாகுமோ  வெண்மேகம் பெண்ணாக உருவானதோ என் நேரம் எனைப் பார்த்து விளையாடுதோ","metaphors":[{"metaphor":"வெண்மேகம் பெண்ணாக உருவானதோ","target":"பெண்","source":"வெண்மேகம்","interpretation":"பெண் சார் விபரிப்பு"},{"metaphor":"மஞ்சள் வெயில் நீ","target":"பெண்","source":"மஞ்சள் வெயில்","interpretation":"பெண் சார் விபரிப்பு / பெண்ணின் நிறம்"},{"metaphor":"மின்னல் ஒளி நீ","target":"பெண்","source":"மின்னல் ஒளி","interpretation":"பெண் சார் விபரிப்பு / காதலியின் பிரகாசம்"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2009,"album":"சர்வம்","song_name":"காற்றுக்குள்ளே","lyricist":"பா விஜய்","composer":"யுவன் ஷங்கர் ராஜா","lyrics":"காற்றுக்குள்ளே வாசம் போல வந்தாய் எனக்குள் நீ காட்டுக்குள்ளே மழையை போலே அட உனக்குள் நான்  மாறாதே மண்ணோடு என்றுமே மழை வாசம் நெஞ்சோடு உன்னை போல் தீராதே கண்ணோடு எங்குமே உயிரீரம் எப்போதும் என்னை போல் என்னை போல்  நடு காற்றில் தனிமை வந்ததே அழகிய ஆசை உணர்வு தந்ததே உலகம் மாறுதே உயிர் சுகம் தேடுதே (2)  இளம் வெயில் தொடாமல் பூக்கள் மொட்டாக எங்கும் பெண் காடு புது வேர்கள் கை சேர்த்து பச்சை நீர் கோர்த்து சூழும் ஏகாந்தம் நீ (2)  கடல் காற்றில் இதயம் தொட்டதே அதில் உந்தன் பெயரை அழுத்தி சொல்லுதே அலை மடி நீளுதே அதில் உன்னை ஏந்துதே (2)  தாங்காதே தாகங்கள் மண்ணிலே உன் மூச்சில் உஷ்ணங்கள் தாக்குதே நீங்காதே நிறம் மாற்றம் என்றுமே உன் தேகம் ஆடைகள் போர்த்துதே போர்த்துதே","metaphors":[{"metaphor":"காற்றுக்குள்ளே வாசம் போல வந்தாய்","target":"பெண்","source":"காற்றுக்குள்ளே வாசம்","interpretation":"பெண் சார் விபரிப்பு / தனித்துவமான தன்மை"},{"metaphor":"எனக்குள் நீ காட்டுக்குள்ளேமழையை போலே அடஉனக்குள் நான்","target":"உனக்குள் நான்","source":"காட்டுக்குள் மழை","interpretation":"இருப்புக்கு அவசியமான நிலை"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2009,"album":"சர்வம்","song_name":"சிறகுகள் வந்தது","lyricist":"பா விஜய்","composer":"யுவன் ஷங்கர் ராஜா","lyrics":"சிறகுகள் வந்தது எங்கோ செல்ல இரவுகள் தீர்ந்தது கண்ணில் மெல்ல நினைவுகள் ஏங்குது உன்னை காணவே  கனவுகள் பொங்குது எதிலே அள்ள வலிகளும் சேர்ந்தது உள்ளே கிள்ள சுகங்களும் கூடுது உன்னை தேடியே  உன்னை உன்னை தாண்டி செல்ல கொஞ்ச காலம் கொஞ்ச தூரம் கொஞ்ச நேரம் கூட என்னால் ஆகுமோ  உன்னை உன்னை தேடி தானே இந்த ஏக்கம் இந்த பாதை இந்த பயணம் இந்த வாழ்க்கை ஆனதோ  கனவுகள் பொங்குது எதிலே அள்ள வலிகளும் சேர்ந்தது உள்ளே கிள்ள சுகங்களும் கூடுது உன்னை தேடியே  ஆஆ ஆஆ ஆஆ ஆஆஹா ஆஆஹா ஆஆஹா ஆஆஹா  ஓ நதியே நீ எங்கே என்று கரைகள் தேட கூடாதா நிலவே நீ எங்கே என்று முகில்கள் தேட கூடாதா  ஓ மழை இரவினில் குயிலின் கீதம் துடிப்பதை யார் அறிவார் கடல் மடியினில் கிடக்கும் பலரின் கனவுகள் யார் அறிவார்  அழகே நீ எங்கிருக்கிறாய் வலித்தால் அன்பே நீ அங்கிருக்கிறாய் உயிரே நீ என்ன செய்கிறாய் உயிரின் உள்ளே வந்து செல்கிறாய்  அன்பே எந்தன் நெஞ்சம் எங்கே பூவின் உள்ளே நிலவின் மேலே தீயின் கீழே காற்றின் வெளியே இல்லையே  உந்தன் கண்ணில் உந்தன் மூச்சில் உந்தன் இரவில் உந்தன் நெஞ்சில் உந்தன் கையில் உந்தன் உயிரில் உள்ளதே  சிறகுகள் வந்தது எங்கோ செல்ல இரவுகள் தீர்ந்தது கண்ணில் மெல்ல நினைவுகள் ஏங்குது உன்னை காணவே  ஒரு இமை எங்கிலும் தேனில் மூழ்க ஒரு இமை மாத்திரம் வலியில் நோக இடையினில் எப்படி கனவும் காணுமோ  உன்னை உன்னை தாண்டி செல்ல கொஞ்ச காலம் கொஞ்ச தூரம் கொஞ்ச நேரம் கூட என்னால் ஆகுமோ  உன்னை உன்னை தேடி தானே இந்த ஏக்கம் இந்த பாதை இந்த பயணம் இந்த வாழ்க்கை ஆனதோ","metaphors":[{"metaphor":"ஓ நதியே நீ எங்கேஎன்று கரைகள் தேட கூடாதா","target":"பெண்","source":"நதி","interpretation":"காதலியின் முதன்மை நிலை"},{"metaphor":"ஓ நதியே நீ எங்கேஎன்று கரைகள் தேட கூடாதா","target":"ஆண்","source":"கரை","interpretation":"காதலியை மையமாக கொண்ட காதலன் நிலை"},{"metaphor":"நிலவே நீ எங்கே என்றுமுகில்கள் தேட கூடாதா","target":"பெண்","source":"நிலவு","interpretation":"காதலியின் முதன்மை நிலை"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2009,"album":"வாமனன்","song_name":"ஏதோ செய்கிறாய்","lyricist":"நா முத்துக்குமார்","composer":"யுவன் ஷங்கர் ராஜா","lyrics":"ஏதோ செய்கிறாய் என்னை ஏதோ செய்கிறாய் என்னை என்னிடம் நீ அறிமுகம் செய்கிறாய் ஏதோ செய்கிறாய் என்னை ஏதோ செய்கிறாய் என்னை என்னிடம் நீ அறிமுகம் செய்கிறாய்  உன்னோடு பேசினால் உள் நெஞ்சில் மின்னல் தோன்றுதே கண்ணாடி பார்க்கையில் என் கண்கள் உன்னை காட்டுதே  பெண்ணே இது கனவா நிஜமா உன்னை கேட்கின்றேன் அன்பே இந்த நிமிடம் நெஞ்சுக்குள் இனிக்கிறதே அடடா இந்த நெருப்பு மயக்கமாய் இருக்கிறதே உன்னால் இந்த உலகம் யாவுமே புதிதாய் தெரிகிறதே  ஓஓஓஹோ  பெண்ணே எந்தன் கடிகாரம் எந்தன் பேச்சை கேட்கவில்லை உன்னை கண்ட நொடியோடு நின்றதடி ஓடவில்லை  இது வரை யாரிடமும் என் மனது சாயவில்லை என்ன ஒரு மாயம் செய்தாய் என் இடத்தில் நானும் இல்லை  என்ன இது என்ன இது என் நிழலை காணவில்லை உந்தன் பின்பு வந்ததடி இன்னும் அது திரும்பவில்லை  எங்கே என்று கேட்டேன் உன் காலடி காட்டுதடி அன்பே இந்த நிமிடம் நெஞ்சுக்குள் இனிக்கிறதே அடடா இந்த நெருப்பு மயக்கமாய் இருக்கிறதே உன்னால் இந்த உலகம் யாவுமே புதிதாய் தெரிகிறதே  காதல் நெஞ்சம் பேசிக்கொள்ள வார்த்தை ஏதும் தேவை இல்லை மனதில் உள்ள ஆசை சொல்ல மௌனம் போல மொழி இல்லை  இன்றுவரை என் உயிரை இப்படி நான் வாழ்ந்ததில்லை புத்தம் புது தோற்றம் இது வேறெதுவும் தோன்றவில்லை  நேற்று வரை வானிலையில் எந்த ஒரு மாற்றமில்லை இன்று எந்தன் வாசலோடு கண்டு கொண்டேன் வானவில்லை  ஒரே ஒரு நாளில் முழு வாழ்க்கை வாழ்ந்தேனே அன்பே இந்த நிமிடம் நெஞ்சுக்குள் இனிக்கிறதே அடடா இந்த நெருப்பு மயக்கமாய் இருக்கிறதே உன்னால் இந்த உலகம் யாவுமே புதிதாய் தெரிகிறதே  ஏதோ செய்கிறாய் என்னை ஏதோ செய்கிறாய் என்னை என்னிடம் நீ அறிமுகம் செய்கிறாய் ஏதோ செய்கிறாய் என்னை ஏதோ செய்கிறாய் என்னை என்னிடம் நீ அறிமுகம் செய்கிறாய்","metaphors":[{"metaphor":"இந்த நெருப்பு மயக்கமாய் இருக்கிறதே","target":"நினைவுகள்","source":"நெருப்பு","interpretation":"நினைவுகள் சார் வர்ணணை"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2010,"album":"பையா","song_name":"துளி துளி துளி","lyricist":"நா முத்துக்குமார்","composer":"யுவன் ஷங்கர் ராஜா","lyrics":"துளி துளி துளி மழையாய் வந்தாளே சுட சுட சுட மறைந்தே போனாளே பாா்த்தால் பாா்க்க தோன்றும் பேரை கேட்க தோன்றும் பூப்போல் சிரிக்கும்போது காற்றாய் பறந்திட தோன்றும்  செல் செல் அவளிடம் செல் என்றே கால்கள் சொல்லுதடா சொல் சொல் அவளிடம் சொல் என்றே நெஞ்சம் கொல்லுதடா அழகாய் மனதை பறித்துவிட்டாளே  துளி துளி துளி மழையாய் வந்தாளே . சுட சுட சுட மறைந்தே போனாளே .  தேவதை அவள் ஒரு தேவதை அழகிய பூ முகம் காணவே ஆயுள் தான் போதுமோ காற்றிலே அவளது வாசனை அவளிடம் யோசனை கேட்டு தான் பூக்களும் பூக்குமோ நெற்றி மேலே ஒற்றை முடி ஆடும்போது நெஞ்சுக்குள்ளே மின்னல் பூக்கும் பாா்வை ஆளை தூக்கும் கன்னம் பாா்த்தால் முத்தங்களால் தீண்ட தோன்றும் பாதம் ரெண்டு பாா்க்கும் போது கொலுசாய் மாற தோன்றும்  அழகாய் மனதை பறித்துவிட்டாளே செல் செல் அவளிடம் செல் என்றே கால்கள் சொல்லுதடா சொல் சொல் அவளிடம் சொல் என்றே நெஞ்சம் கொல்லுதடா அழகாய் மனதை பறித்துவிட்டாளே  சாலையில் அழகிய மாலையில் அவளுடன் போகவே ஏங்குவேன் தோள்களில் சாயுவேன் பூமியில் விழுகிற வேளையில் நிழலையும் ஓடிப்போய் ஏந்துவேன் நெஞ்சிலே தாங்குவேன் காணும்போதே கண்ணால் என்னை கட்டி போட்டாள் காயம் இன்றி வெட்டி போட்டாள் உயிரை ஏதோ செய்தாள் மௌனமாக உள்ளுக்குள்ளே பேசும்போதும் அங்கே வந்து ஒட்டுக்கேட்டாள் கனவில் கூச்சல் போட்டாள்  அழகாய் மனதை பறித்துவிட்டாளே செல் செல் அவளிடம் செல் என்றே கால்கள் சொல்லுதடா சொல் சொல் அவளிடம் சொல் என்றே நெஞ்சம் கொல்லுதடா  துளி துளி துளி மழையாய் வந்தாளே சுட சுட சுட மறைந்தே போனாளே (2)","metaphors":[{"metaphor":"மழையாய் வந்தாளே","target":"பெண்","source":"மழை","interpretation":"பெண் சார் வர்ணணை/ காதலியின் எதிர்பாராத வருகை"},{"metaphor":"பூப்போல் சிரிக்கும்போது","target":"பெண் சிரித்தல்","source":"பூ","interpretation":"காதலியின் குணம்/ பார்வை சார் விபரிப்பு"},{"metaphor":"தேவதை அவள் ஒரு தேவதை","target":"பெண்","source":"தேவதை","interpretation":"பெண் சார் விபரிப்பு"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2010,"album":"பையா","song_name":"அடடா மழைடா","lyricist":"நா முத்துக்குமார்","composer":"யுவன் ஷங்கர் ராஜா","lyrics":"அடடா மழைடா அட மழைடா அழகா சிாிச்சா புயல் மழைடா அடடா மழைடா அட மழைடா அழகா சிாிச்சா புயல் மழைடா  மாறி மாறி மழை அடிக்க மனசுக்குள்ள குடை பிடிக்க கால்கள் நாலாச்சு கைகள் எட்டாச்சு என்னாச்சு ஏதாச்சு ஏதேதோ ஆயாச்சு  மயில் தோக போல இவ மழையில் ஆடும் போது ரயில் பாலம் போல என் மனசும் ஆடும் பாரு என்னாச்சு ஏதாச்சு ஏதேதோ ஆயாச்சு  அடடா மழைடா அட மழைடா அழகா சிாிச்சா புயல் மழைடா    பாட்டு பாட்டு பாடாத பாட்டு மழை தான் பாடுது கேட்காத பாட்டு உன்னை என்னை சோ்த்து வச்ச மழைக்கொரு சலாம் போடு என்னை கொஞ்சம் காணலயே உனக்குள்ள தேடி பாரு  மந்திரம் போல இருக்கு புது தந்திரம் போல இருக்கு பம்பரம் போல எனக்கு தல மத்தியில் சுத்துது கிறுக்கு  தேவதை எங்கே என் தேவதை எங்கே அது சந்தோஷமா ஆடுது இங்கே உன்னப்போல வேறாறும் இல்ல என்னவிட்டா வேறாறு சொல்ல சின்ன சின்ன கண்ணு ரெண்டு கொடுத்தென்ன அனுப்பி வெச்சான்  இந்த கண்ணு போதலயே எதுக்கிவள படைச்சி வெச்சான்  பட்டாம்பூச்சி பொண்ணு நெஞ்சு படபடக்கும் நின்னு பூவும் இவளும் ஒண்ணு என்னை கொன்னுப்புட்டா கொன்னு  போவது எங்கே நான் போவது எங்கே மனம் தள்ளாடுதே போதையில் இங்கே  அடடா மழைடா அட மழைடா அழகா சிாிச்சா அனல் மழைடா அடடா மழைடா அட மழைடா அழகா சிாிச்சா அனல் மழைடா  பின்னி பின்னி மழை அடிக்க மின்னல் வந்து குடை பிடிக்க வானம் ரெண்டாச்சு பூமி துண்டாச்சு என் மூச்சு காத்தால மழ கூட சூடாச்சு  குடையை நீட்டி யாரும் இந்த மழையை தடுக்க வேணாம் அணைய போட்டு யாரும் என் மனச அடக்க வேணாம் கொண்டாடு கொண்டாடு கூத்தாடி கொண்டாடு","metaphors":[{"metaphor":"மயில் தோக போல இவ மழையில் ஆடும் போது","target":"பெண் ஆடுதல்","source":"மயில் தோகை","interpretation":"காதலியின் குணம்/ காதலியின் நடனம் சார் விபரிப்பு"},{"metaphor":"ரயில் பாலம் போல என் மனசும் ஆடும் பாரு","target":"ஆணின் மனது","source":"ரயில் பாலம்","interpretation":"காதலனின் இதய துடிப்பு"},{"metaphor":"மந்திரம் போல இருக்கு","target":"காதலியுடனான பொழுதுகள்","source":"மந்திரம்","interpretation":"காதலியுடனான பொழுதுகள் சார் வர்ணணை"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2010,"album":"தீராத விளையாட்டு பிள்ளை","song_name":"என் ஜன்னல் வந்த","lyricist":"பா விஜய்","composer":"யுவன் ஷங்கர் ராஜா","lyrics":"காற்றே சரி சரி கம சரி கம பூவே கம கம கம கம நதியே கல கல கல கல மழையே சல சல சல சல இசையே தக தக திமி தக திமி கவியே சந்தங்கள் கொஞ்சி முகிலே சிறு சிறு சிறு சிறு அணிலே துரு துரு துரு துரு  என் ஜன்னல் வந்த காற்றே ஒரு தேநீர் போட்டு தரவா உன் வீட்டில் வந்து தங்க பெண் தோழியாய் நானும் வரவா  என் வாசல் கோலம் பார்த்து ஒரு கவிதை சொல்லும் வானம் என் கைகள் கோர்த்து கொள்ள அட காற்றுக்கென்ன நாணம்  நான் கால்கள் கொண்ட தென்றல் நடமாடும் சாலை மின்னல் நான் கூந்தல் கொண்ட மேகம் நலமாக பாடும் ராகம்  ஹே கவிதை கொஞ்சும் குயிலே நீ பாட பாட சுகமா உன் கையொப்பம் தான் கேட்டேன் நான் மட்டும் தனியாய் வரவா  காற்றே சரி சரி கம சரி கம பூவே கம கம கம கம நதியே கல கல கல கல மழையே சல சல சல சல இசையே தக தக திமி தக திமி கவியே சந்தங்கள் கொஞ்சி முகிலே சிறு சிறு சிறு சிறு அணிலே துரு துரு துரு துரு  ஓ ரப் ஒன்லி  ஹே சாக்லேட் பேபி நானே இது டாலர் கொட்டும் மீனே ஒற்றை தூக்கி ஒன்று முழு உலகம் சுற்றுவேனே  சடர்டே நான் நோ நோ அட சன்டே நாளும் நோ நோ நான் சமத்து பொண்ணு தானோ அட சத்தியமா நோ நோ  நான் வெஜ் பொண்ணு தானா ஹே என்ன யாரும் கேட்டா நான் ஆமாம் சொல்ல மாட்டேன் அட வெட்கப்பட்டு போவேன்  என் வயச யாரும் கேட்டா நான் வாய தொறக்க மாட்டேன் என் மனச யாரும் கேட்டா நான் மாட்டேன்னாவே மாட்டேன்  சோ வாட் என்ன ஊரே பாக்குது சோ வாட் என் செல் நம்பர் தேடுது சோ வாட் செம பிகர்னு சொல்லுது சோ வாட் சும்மா பணம் விட ஏங்குது சோ வாட் டாலர்ஸா குவியுது சோ வாட் அட யூரோ அடிக்குது சோ வாட் பிளாக் பிளாக் மணி பறக்குது சோ வாட் எங்க பேங்க் மணி இருக்குது  ஐ வான்ட் ஹியர் டு பி மைன்   ..  ஹே ரங்கா ரங்கா ரங்கா இது தாவணி போட்ட மங்கா இவகிட்ட வந்து கிங்கா ஒரு ஆட்டம் போடு சிங்கா  இது அல்லி ராணி பொண்ணு என் மேல வைக்காத கண்ணு பொண்ணு கேட்டு வராதா மாப்பு அட காத்து கெடக்கு ஆப்பு  ஹே யக்கா யக்கா யக்கா அட நீயும் நானும் சோக்கா புது பாலிஷ் போட்ட தேக்கா ஊர் பாட்டு கட்டு ரோக்கா  இது எங்க எங்க ஆட்டம் அழகான மல்லி தோட்டம் இது எங்க எங்க கூட்டம் ஒரு கில்லி தாண்டு ஓட்டம்  சோ வாட் ஹே குத்தடி குத்தடி சோ வாட் சும்மா கூடி குத்தடி சோ வாட் ஹே கும்மாடி கும்மாடி சோ வாட் கண்ண பாத்து வையடி சோ வாட் ஹே ஆணுக்கும் பொண்ணுக்கும் சோ வாட் ஹே ஆணுக்கும் ஆணுக்கும் சோ வாட் ஹே பொண்ணுக்கும் பொண்ணுக்கும் சோ வாட்","metaphors":[{"metaphor":"கவிதை கொஞ்சும் குயிலே","target":"பெண்","source":"குயில்","interpretation":"பெண் சார் விபரிப்பு"},{"metaphor":"சிறு அணிலே","target":"பெண்","source":"சிறு அணில்","interpretation":"பெண் சார் விபரிப்பு"},{"metaphor":"சாக்லேட் பேபி நானே","target":"ஆண்","source":"சாக்லேட் பேபி","interpretation":"கறுப்பு நிற ஆண் /ஆண் சார் விபரிப்பு"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2010,"album":"கோவா","song_name":"இதுவரை இல்லாத","lyricist":"கங்கை அமரன்","composer":"யுவன் ஷங்கர் ராஜா","lyrics":"ஹ்ம்ம் ஹ்ம்ம் ஹ்ம்ம் ஹ்ம்ம் இதுவரை இல்லாத உணர்விது இதயத்தில் உண்டான கனவிது பலித்திடும் அந்நாளை தேடிடும் பாடல் கேட்டாயோ  இதுவரை இல்லாத உணர்விது இதயத்தில் உண்டான கனவிது பலித்திடும் அந்நாளை தேடிடும் பாடல் கேட்டாயோ  மூடாமல் மூடி மறைத்தது தானாக பூத்து வருகுது தேடாமல் தேடி கிடைத்தது இங்கே மூடாமல் மூடி மறைத்தது தானாக பூத்து வருகுது தேடாமல் தேடி கிடைத்தது இங்கே  இங்கே ஒரு இன்பம் வந்து நிறைய எப்போது என் உண்மை நிலை அறிய தாங்காமலும் தூங்காமலும் நாள் செல்லுதே  இல்லாமலே நித்தம் வரும் கனவு கொல்லாமல் கொள்ள சுகம் என்னென்று சொல்ல நீ துணை வர வேண்டும் நீண்ட வழி என் பயணம் ஓ.  அங்கே அங்கே வந்து வந்து கலக்கும் வெண்மேகமும் வெண்ணிலவும் போல எந்தன் மன எண்ணங்களை யார் அறிவார்  என் நெஞ்சமோ உன் போல அல்ல ஏதோ ஓர் மாற்றம் நிலை புரியாத தோற்றம்  இது நிரந்தரம் அல்ல மாறிவிடும் மன நிலை தான் ஓஓ  மனதிலே முன்னூறு உணர்வுகள் மலர்ந்ததே முத்தான உணர்வுகள் திறந்ததே தன்னாலே கதவுகள் நமக்கு முன்னாலே (2)  தேகம் இப்போது உணர்ந்தது தென்றல் என் மீது படர்ந்தது மோகம் முன்னேறி வருகுது முன்னே (2)","metaphors":[{"metaphor":"வந்து வந்து கலக்கும்வெண்மேகமும்வெண்ணிலவும் போலஎந்தன் மன எண்ணங்களையார் அறிவார்","target":"மன எண்ணங்கள்","source":"வெண்மேகமும் வெண்ணிலவும் போல","interpretation":"மாறி மாறி தோன்றும் நிலை/ குழப்பமான மனநிலை"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2010,"album":"பாணா காத்தாடி","song_name":"ஒரு பைத்தியம்","lyricist":"நா முத்துக்குமார்","composer":"யுவன் ஷங்கர் ராஜா","lyrics":"ஒரு பைத்தியம் பிடிக்குது பெண்ணே பெண்ணே அதன் வைத்தியம் உன்னிரு கண்ணே கண்ணே சிாித்தேனே நான் தானாய் மெல்ல துடித்தேனே என் உள்ளம் சொல்ல காதல் பாரம் சுமந்தேனே வலி இருந்தும் சுகமாய் உணா்ந்தேனே  ஒரு பைத்தியம் பிடிக்குது பெண்ணே பெண்ணே அதன் வைத்தியம் உன்னிரு கண்ணே கண்ணே சிாித்தேனே நான் தானாய் மெல்ல துடித்தேனே என் உள்ளம் சொல்ல  எதை தேடி நீ வந்தாய் அதை தந்த பின்னாலும் என்னை தேட வைத்தாயடி எதிா்காலம் நிகழ்காலம் எல்லாமே நீ என்று சொல்லாமல் தவித்தேனடி கேள்விதாளோடு உன் முன்னே நான் நிற்க காதல் தோ்வும் இல்லை ஹோ தோல்வி இல்லாமல் உன் நெஞ்சை நான் வெல்ல வழிகள் இங்க இல்லை வருவேன் தருவேன் ஒரு வாா்த்தை சொல்ல வழியில் ஏனோ நான் விலகி செல்ல மௌனங்கள் போலே ஒரு மொழியேதடி  நீ எந்தன் வீட்டுக்குள் நான் வாழும் சேற்றுக்குள் பூவாக பூத்தாயடி என் இன்பம் என் துன்பம் எந்நாளும் இளைப்பாற தோள்சாய வந்தாயடி எந்த வழி செல்ல புாியாமல் நான் நிற்க எதிாில் ஒரு தேவதை ஹோ என்னை நான் ஆக்கி என்வாழ்வை நேராக்கி மீட்டுதந்தாள் என்னை ஒருநாள் ஒருநாள் உன்னை கண்ணில் கண்டேன் மறுநாள் மறுநாள் என் நெஞ்சில் கண்டேன் உனக்காக உயிரோடு வாழ்ந்தேனடி  ஒரு பைத்தியம் பிடிக்குது பெண்ணே பெண்ணே அதன் வைத்தியம் உன்னிரு கண்ணே கண்ணே சிாித்தேனே நான் தானாய் மெல்ல துடித்தேனே என் உள்ளம் சொல்ல காதல் பாரம் சுமந்தேனே வலி இருந்தும் சுகமாய் உணா்ந்தேனே","metaphors":[{"metaphor":"பூவாக பூத்தாயடி","target":"பெண்","source":"பூ","interpretation":"பெண் சார் விபரிப்பு"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2010,"album":"பாணா காத்தாடி","song_name":"என் நெஞ்சில்","lyricist":"நா முத்துக்குமார்","composer":"யுவன் ஷங்கர் ராஜா","lyrics":"என் நெஞ்சில் ஒரு பூ பூத்தது அதன் போ் என்னவென கேட்டேன் என் கண்ணில் ஒரு தீ வந்தது அதன் போ் என்னவென கேட்டேன் என்ன அது இமைகள் கேட்டது என்ன அது இதயம் கேட்டது காதல் என உயிரும் சொன்னதன்பே (2)  என் பெயாில் ஒரு போ் சோ்ந்தது அந்த போ் என்னவென கேட்டேன் என் தீவில் ஒரு கால் வந்தது அந்த ஆள் எங்கு என கேட்டேன் கண்டுபிடி உள்ளம் சொன்னது உன்னிடத்தில் உருகி நின்றது காதல் இது உயிரும் சொன்னதன்பே (2)  சில நேரத்தில் நம் பாா்வைகள் தவறாகவே எடை போடுமே மழை நேரத்தில் விழி ஓரத்தில் இருளாகவே ஒளி தோன்றுமே இதயம் எடை போடவே இதயம் தடையாய் இல்லை புாிந்ததும் வருந்தினேன் உன்னிடம் என்னை நீ மாற்றினாய் எங்கும் நிறம் பூட்டினாய் என் மனம் இல்லையே என்னிடம்  என் நெஞ்சில் ஒரு பூ பூத்தது அதன் போ் என்னவென கேட்டேன் என் கண்ணில் ஒரு தீ வந்தது அதன் போ் என்னவென கேட்டேன்  உன்னை பாா்த்ததும் அந்நாளிலே காதல் நெஞ்சில் வரவே இல்லை எதிா்காற்றிலே குடை போலவே சாய்ந்தேன் இன்று எழவே இல்லை இரவில் உறக்கம் இல்லை பகலில் வெளிச்சம் இல்லை காதலில் கரைவதும் ஒரு சுகம் எதற்கு பாா்த்தேன் என்று இன்று புாிந்தேனடா என்னை நீ ஏற்றுக்கொள் முழுவதும்  என் நெஞ்சில் ஒரு பூ பூத்தது அதன் போ் என்னவென கேட்டேன் என் கண்ணில் ஒரு தீ வந்தது அதன் போ் என்னவென கேட்டேன் என்ன அது இமைகள் கேட்டது என்ன அது இதயம் கேட்டது காதல் என உயிரும் சொன்னதன்பே (2)  என் பெயாில் ஒரு போ் சோ்ந்தது அந்த போ் என்னவென கேட்டேன் என் தீவில் ஒரு கால் வந்தது அந்த ஆள் எங்கு என கேட்டேன் கண்டுபிடி உள்ளம் சொன்னது உன்னிடத்தில் உருகி நின்றது காதல் இது உயிரும் சொன்னதன்பே (2)","metaphors":[{"metaphor":"குடை போலவே சாய்ந்தேன்","target":"பெண் சாய்தல்","source":"குடை","interpretation":"காதல் வயப்படல்"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2010,"album":"நான் மகான் அல்ல","song_name":"வா வா நிலவை","lyricist":"நா முத்துக்குமார்","composer":"யுவன் ஷங்கர் ராஜா","lyrics":"ஹ்ம்ம்ம்ம்ம்ம்ம்ம்ம்ம்ம்ம்.. ஹ்ம்ம்ம்ம்ம்ம்ம்ம்ம்ம்ம்ம்..  வா வா நிலவை புடிச்சுத் தரவா வெள்ளி பொம்மையாக்கி தரவா ஓஹோ விடியும் போதுதான் மறைஞ்சு போகுமே கட்டிப்போடு மெதுவா (2)  வானத்தில் ஏறி ஏணி கட்டு மேகத்தை அள்ளி மால கட்டு   வா வா கட்டலாம் அன்பால் படி கட்டு வா வா கட்டலாம் அன்பால் படி கட்டு ஓ ஓ.ஓ ஓ. ஓ ஓ.ஓ ஓ.  வா வா நிலவை புடிச்சுத் தரவா வெள்ளி பொம்மையாக்கி தரவா ஓஹோ விடியும் போதுதான் மறைஞ்சு போகுமே கட்டிப்போடு மெதுவா  கவலை நம்மை சில நேரம் கூரு போட்டு துண்டாக்கும் தீயினை தீண்டி வாழும்போதே தீபத்தில் வெளிச்சம் உண்டாகும்  கடலை சேரும் நதி யாவும் தன்னை தொலைத்து உப்பாகும் ஆயினும் கூட மழையாய் மாறி மீண்டும் அதுவே முத்தாகும்  ஒரு வட்டம்போலே வாழ்வாகும் வாசல்கள் இல்லா கனவாகும் அதில் முதலும் இல்லை முடிவும் இல்லை புரிந்தால் துயரம் இல்லை  வா வா கட்டலாம் அன்பால் படி கட்டு வா வா கட்டலாம் அன்பால் படி கட்டு ஓ ஓ.ஓ ஓ. ஓ ஓ.ஓ ஓ.  வா வா நிலவை புடிச்சுத் தரவா வெள்ளி பொம்மையாக்கி தரவா ஓஹோ விடியும் போதுதான் மறைஞ்சு போகுமே கட்டிப்போடு மெதுவா  .  ஆஹா இரவை பார்த்து மிரளாதே இதயம் வேர்த்து துவளாதே இரவுகள் மட்டும் இல்லை என்றால் நிலவின் அழகு தெரியாதே  கனவில் நீயும் வாழாதே கலையும் போது வருந்தாதே கனவில் பூக்கும் பூக்களை எல்லாம் கைகளில் பறித்திட முடியாதே  அந்த வானம் போலே உறவாகும் மேகங்கள் தினமும் வரும் போகும் அட வந்தது போனால் மறுபடி ஒன்று புதிதாய் உருவாகும்  வா வா கட்டலாம் அன்பால் படி கட்டு வா வா கட்டலாம் அன்பால் படி கட்டு ஓ ஓ.ஓ ஓ. ஓ ஓ.ஓ ஓ.","metaphors":[{"metaphor":"வா வா நிலவை புடிச்சுத் தரவாவெள்ளி பொம்மையாக்கி தரவா","target":"நிலவு","source":"வெள்ளி பொம்மை","interpretation":"நிலவு/ நிலவின் நிறம்/ நிலவின் வடிவம் சார் வர்ணணை"},{"metaphor":"ஒரு வட்டம்போலே வாழ்வாகும்","target":"வாழ்வு","source":"வட்டம்","interpretation":"வாழ்வு சார் வர்ணணை"},{"metaphor":"அந்த வானம் போலே உறவாகும்","target":"உறவு","source":"வானம்","interpretation":"உறவு சார் வர்ணணை"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2010,"album":"நான் மகான் அல்ல","song_name":"இறகை போலே","lyricist":"யுகபாரதி","composer":"யுவன் ஷங்கர் ராஜா","lyrics":"இறகை போலே அலைகிறேனே உந்தன் பேச்சை கேட்கையிலே குழந்தை போலே தவழ்கிறேனே உந்தன் பார்வை தீண்டயிலே  தொலையாமல் தொலைந்தேனே உன் கைகள் என்னை தொட்டதும் கரையாமல் கரைந்தேனே உன் மூச்சு காற்று பட்டதும்  அநியாய காதல் வந்ததே அடங்காத ஆசை தந்ததே எனக்குள்ளே ஏதோ மின்னல் போலே தொட்டு சென்றதே  கண்ணோரம் காதல் வந்தால் கண்ணீரும் தித்திப்பாகும் வேறுஒன்றும் தேவையில்லை நீ மட்டும் போதும் போதும்  என்னோடு நீயும் வந்தால் எல்லாமே கையில் சேரும் வேறுஒன்றும் தேவையில்லை நீ மட்டும் போதும் போதும் ஓ ஓ ஓ  ..  கூட வந்து நீ நிற்பதும் கூடுவிட்டு நான் செல்வதும் தொடருதே தொடருதே நாடகம்  பாதி மட்டுமே சொல்வதும் மீதி நெஞ்சிலே என்பதும் புரியுதே புரியுதே காரணம் நேரங்கள் தீருதே வேகங்கள் கூடுதே பூவே உன் கண்ணுக்குள்ளே பூமி பந்து சுத்துதே  கண்ணோரம் காதல் வந்தால் கண்ணீரும் தித்திப்பாகும் வேறுஒன்றும் தேவையில்லை நீ மட்டும் போதும் போதும்  என்னோடு நீயும் வந்தால் எல்லாமே கையில் சேரும் வேறுஒன்றும் தேவையில்லை நீ மட்டும் போதும் போதும் ஓ ஓ ஓ  ஹே என்னானதோ ஏதானதோ இல்லாமல் போச்சே தூக்கமும் கண்ணே உன்னை காணாமல் நான் இல்லை ஓ ஓ என்மீதிலே உன் வாசனை  எப்போதும் வீச பார்கிறேன் அன்பே உன்னை சேராமல் வாழ்வில்லை ஓ ஓ நீ என்னை காண்பதே வானவில் போன்றதே துாரத்தில் உன்னை கண்டால் தூறல் நெஞ்சில் சிந்துதே ஓ ஓ ஓ  கண்ணோரம் காதல் வந்தால் கண்ணீரும் தித்திப்பாகும் வேறுஒன்றும் தேவையில்லை நீ மட்டும் போதும் போதும்  என்னோடு நீயும் வந்தால் எல்லாமே கையில் சேரும் வேறுஒன்றும் தேவையில்லை நீ மட்டும் போதும் போதும் ஓ ஓ ஓ","metaphors":[{"metaphor":"இறகை போலே அலைகிறேனே","target":"ஆண்","source":"இறகு","interpretation":"காதலன் சார் வர்ணணை/ காதலி பின்பு திரியும் காதலன் பற்றிய உவமை"},{"metaphor":"மின்னல் போலே தொட்டு சென்றதே","target":"பெண்ணின் தொடுகை","source":"மின்னல்","interpretation":"காதலியின் கண பொழுதிலான தொடுகை/ தீண்டல்"},{"metaphor":"நீ என்னை காண்பதே வானவில் போன்றதே","target":"உன்னை காண்தல்","source":"வானவில்","interpretation":"அரிதான நிகழ்வு"}]}
{"index": {"_index": "lyrics-test"}}
{"year":2010,"album":"பாஸ் என்கிற பாஸ்காரன்","song_name":"யார் இந்த பெண்","lyricist":"நா முத்துக்குமார்","composer":"யுவன் ஷங்கர் ராஜா","lyrics":"யார் இந்த பெண் தான் என்று கேட்டேன் முன்னாலே இவள் எந்தன் பாதி என்று கண்டேன் தன்னாலே என்னை பார்க்கிறாள் ஏதோ கேட்கிறாள் எங்கும் இருக்கிறாள் ஓ ஓ  கண்ணால் சிரிக்கிறாள் முன்னால் நடக்கிறாள் நெஞ்சை கிழிக்கிறாள் ஓ ஓ கூட்டத்தில் இருந்தும் தனியாக தெரிந்தாள் தோட்டத்தில் மலர்ந்த பூவாக திரிந்தாள் என்னை ஏதோ செய்தாள்  யார் இந்த பெண் தான் என்று கேட்டேன் முன்னாலே இவள் எந்தன் பாதி என்று கண்டேன் தன்னாலே  என் வீட்டு முற்றத்தில் இவள் போடும் கோலங்கள் எப்போதும் வேண்டும் என்று கேட்பேன் அணில் ஆடும் கூடத்தில் இவள் பாடும் ராகத்தில் அதிகாலை சூரியனை பார்பேன்  கண்ணாடி வளையலை போல கையோடு நானும் பிறக்கவே துடிப்பேன் கால் கட்டும் கொழுசில் என்னோட மனசை சேர்த்து கோர்க்கவே தவிப்பேன்  காதோடு தவழும் கம்மல் போல் கிடப்பேன் கன்னத்தை உரசி என் ஜென்மம் முடிப்பேன் என்னை ஏதோ செய்தாள்  யார் இந்த பெண் தான் என்று கேட்டேன் முன்னாலே இவள் எந்தன் பாதி என்று கண்டேன் தன்னாலே  நான் கொஞ்சம் பார்த்தால் எங்கேயோ பார்ப்பாள் பார்க்காத நேரம் என்னை பார்ப்பாள் எனை பார்த்து சிரிப்பாள் நான் பார்த்தால் மறைப்பாள் மெய்யாக பொய்யாகத்தான் நடிப்பாள்  பெண் நெஞ்சம் புதயலை போல எப்போதும் யாரும் அறிந்ததே இல்லை ஆண் நெஞ்சின் துடிப்பும் அன்றாட தவிப்பும் பெண்கள் மதிப்பதேயில்லை  மனம் நொந்த பிறகே முதல் வார்த்தை சொல்வாள் மழை நின்ற பிறகே குடை தந்து செல்வாள்  என்னை ஏதோ செய்தாள்  யார் இந்த பெண் தான் என்று கேட்டேன் முன்னாலே இவள் எந்தன் பாதி என்று கண்டேன் தன்னாலே","metaphors":[{"metaphor":"தோட்டத்தில் மலர்ந்த பூவாக","target":"பெண்","source":"பூ","interpretation":"பெண் சார் விபரிப்பு"},{"metaphor":"கூடத்தில் இவள் பாடும்ராகத்தில் அதிகாலைசூரியனை பார்பேன்","target":"பெண் பாடும் ராகம்","source":"சூரியன்","interpretation":"புத்துணர்வு தரும் நிகழ்வு"},{"metaphor":"பெண் நெஞ்சம் புதையலை போல","target":"பெண் நெஞ்சம்","source":"புதையல்","interpretation":"பெண்ணின் இதயம் சார் வர்ணணை/ அறிய முடியாத தன்மை"}]}
